[
  {
    "title": "Social Beings, Future Belongings: Reimagining the Social",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/zQuWDwAAQBAJ?fife=w200-h300",
    "creator": "Anna TsalapatanisMiranda BruceDavid BissellHelen Keane",
    "date": "Apr 2019",
    "genre": [
      "Anna Tsalapatanis",
      "Miranda Bruce",
      "David Bissell",
      "Helen Keane"
    ],
    "price": "Was $48.95, now reduced to $37.69 Ebook",
    "description": "Social Beings, Future Belongings is a collection of sociological essays that address an increasingly relevant matter: what does belonging look like in the twenty-first century? The book critically explores the concept of belonging and how it can respond to contemporary problems in not only the traditional domains of citizenship and migration, but also in detention practices, queer and feminist politics, Australian literature and fashion, technology, housing and rituals.  Drawing on examples from Australia, Europe, the United Kingdom and the United States, each topic is examined as a different kind of problem for the future  as a toil, an intensity or a promise. Ultimately, the collection argues that creating new ways to belong in contemporary times means reimagining the traditional terms on which belonging can happen, as well as the social itself. Read on their own, each chapter presents a compelling case study and develops a set of critical tools for encountering the empirical, epistemological and ontological challenges we face today. Read together, they present a diverse imagination that is capable of answering the question of belonging in, to and with the future. Social Beings, Future Belongings shows how belonging is not a static and universal state, but a contingent, emergent and ongoing future-oriented set of practices. Balancing empirical and theoretical work, this book will appeal to researchers, students and practitioners alike.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Routledge",
    "published on": "Apr 29, 2019",
    "pages": "152",
    "ISBN": "9781351780308",
    "features": "Flowing text, Google-generated PDF",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Top-selling comics"
  },
  {
    "title": "Research Handbook on International and Comparative Sale of Goods Law",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/e0CtDwAAQBAJ?fife=w200-h300",
    "creator": "Djakhongir Saidov",
    "date": "Jan 2019",
    "genre": ["Djakhongir Saidov"],
    "price": "Was $40.00, now reduced to $31.20 Ebook",
    "description": "This thorough and detailed Research Handbook explores the complexity of governance of sales contracts in the modern world. It examines many topical aspects of sales law and practice, with considerable emphasis being placed on the diversity of: commercial and transactional contexts; in which sales contracts are made and performed, including digital technologies, long-term contracts and global supply chains and sources governing such contracts, particularly those emanating from commercial players, such as standard form contracts, trade usages and trade terms. Written by leading experts from an international and comparative perspective, the Research Handbook is relevant to anyone with an interest in commercial sales and contract law. ",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Edward Elgar Publishing",
    "published on": "2019",
    "pages": "480",
    "ISBN": "9781786436153",
    "features": "Original pages",
    "bestfor": "Web, Tablet",
    "language": "English",
    "group": "Top-selling comics"
  },
  {
    "title": "The Orthodox Study Bible, eBook: Ancient Christianity Speaks to Today's World",
    "mainImage": "https://books.google.com/books/content/images/frontcover/KAh2OOGPsMMC?fife=w200-h300",
    "creator": "Thomas Nelson",
    "date": "Feb 2008",
    "genre": ["Thomas Nelson"],
    "price": "$14.99 Ebook",
    "description": "The FIRST EVER Orthodox Study Bible presents the Bible of the early church and the church of the early Bible.Orthodox Christianity is the face of ancient Christianity to the modern world and embraces the second largest body of Christians in the world. In this first-of-its-kind study Bible, the Bible is presented with commentary from the ancient Christian perspective that speaks to those Christians who seek a deeper experience of the roots of their faith.Features Include:Old Testament newly translated from the Greek text of the Septuagint, including the DeuterocanonNew Testament from the New King James VersionCommentary drawn from the early Church ChristiansEasy-to-Locate liturgical readingsBook Introductions and OutlinesIndex to AnnotationsIndex to Study ArticlesFull-color Maps",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Thomas Nelson",
    "published on": "Feb 26, 2008",
    "pages": "1856",
    "ISBN": "9781418576363",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Top-selling comics"
  },
  {
    "title": "Ayurveda",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/1L3RDgAAQBAJ?fife=w200-h300",
    "creator": "Sahara Rose Ketabi",
    "date": "Aug 2017",
    "genre": ["Sahara Rose Ketabi"],
    "price": "$10.99 Ebook",
    "description": "\"A must-read for anyone coming to Ayurveda for the first time or as a readable brush-up for all. Sahara offers a contemporary explanation of Ayurvedic wisdom that resonates with today's readers.\"-Deepak ChopraDiscover your Ayurvedic Dosha (mind-body type) and find foods, self-care practices, yoga poses, and meditations that are tailored to your unique needs.Best-selling author Sahara Rose Ketabi makes Ayurveda accessible with this contemporary guide to the world's oldest health system. Originating in India over 5,000 years ago, Ayurveda is the sister science to yoga. It's the age-old secret to longevity, digestive health, mental clarity, beauty, and balance that's regaining popularity today for its tried-and-trued methods. Sahara Rose revitalizes ancient Ayurvedic wisdom with a modern approach and explains how adjusting the timing of your meals; incorporating self-care practices such as dry-brushing, oil-pulling and tongue-scraping; eating the correct foods for your digestive type; and practicing the right yoga and meditation practices for your unique personality will radically enhance your health, digestion, radiance, intuition, and bliss.With Idiot's Guides: Ayurveda, you will:-Discover your unique Dosha and learn how it is reflected in your physiology, metabolism, digestion, personality, and even in your dreams.-Learn how your body's needs change according to the season, environment, and time of day-Find ways to regain luster, passion and flow in your life-Enjoy easy-to-make, plant-based recipes -Establish an Ayurvedic morning and nighttime ritual for optimal balance -Learn how to balance your chakras according to your Dosha -Use Ayurvedic herbs and spices to heal digestive issues, skin problems, hormonal imbalance, and other ailmentsWith plenty of fun facts, holistic humor, and sacred knowledge from Sahara that will help you seamlessly integrate Ayurveda into your lifestyle.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Penguin",
    "published on": "Aug 8, 2017",
    "pages": "352",
    "ISBN": "9781465471116",
    "features": "Flowing text, Google-generated PDF",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Top-selling comics"
  },
  {
    "title": "What Would Freud Do?: How the greatest psychotherapists would solve your everyday problems",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/jmKnDQAAQBAJ?fife=w200-h300",
    "creator": "Sarah Tomley",
    "date": "Jun 2017",
    "genre": ["Sarah Tomley"],
    "price": "",
    "description": "What Would Freud Do? uses the key ideas of more than 80 psychological thinkers, past and present, to shine new light onto today's everyday problems. Ever wondered what a great therapist like Freud or Jung would have to say about your horrible boss, your phone-checking addiction or an occasional wish to cheat on your partner? Ever wished someone would explain why you sometimes act like an idiot just when you want to look good, or generally keep doing things you don't really want to do?From Erich Fromm on how to find Mr/Mrs Right, to Jaak Panksepp on road rage and Magda Arnold on how to deal with 'banter', these theorists have intriuging suggestions for ways to see and do things differently. Divided into five sections, including 'What am I like?', and 'Why am I acting like this?', other questions include:-'My family's a nightmare -- shall I cut them off?'-'Is my partner lying to me?'-'Why do I keep buying the same brand all the time?'-'How can I stop people unfriending me on social media?'-'Why do I lie when she says \"Does my bum look big in this?\"'With Sarah Tomley's enlightening commentary throughout, this book provides the answers to the most deep and meaningful (or, indeed, shallow and meaningless) questions that you have ever pondered. A pocket guide to facing the hurdles and obstacles of life, with the advice of all the greatest psychologists at your fingertips.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Hachette UK",
    "published on": "Jun 1, 2017",
    "pages": "192",
    "ISBN": "9781844039661",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Top-selling comics"
  },
  {
    "title": "Thinking, Fast and Slow",
    "mainImage": "https://books.google.com/books/content/images/frontcover/ZuKTvERuPG8C?fife=w200-h300",
    "creator": "Daniel Kahneman",
    "date": "Oct 2011",
    "genre": ["Daniel Kahneman", "Switch to the audiobook"],
    "price": "$9.99 Ebook",
    "description": "Major New York Times bestsellerWinner of the National Academy of Sciences Best Book Award in 2012Selected by the New York Times Book Review as one of the ten best books of 2011A Globe and Mail Best Books of the Year 2011 TitleOne of The Economist's 2011 Books of the Year One of The Wall Street Journal's Best Nonfiction Books of the Year 20112013 Presidential Medal of Freedom RecipientKahneman's work with Amos Tversky is the subject of Michael Lewis's The Undoing Project: A Friendship That Changed Our MindsIn the international bestseller, Thinking, Fast and Slow, Daniel Kahneman, the renowned psychologist and winner of the Nobel Prize in Economics, takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think. System 1 is fast, intuitive, and emotional; System 2 is slower, more deliberative, and more logical. The impact of overconfidence on corporate strategies, the difficulties of predicting what will make us happy in the future, the profound effect of cognitive biases on everything from playing the stock market to planning our next vacationeach of these can be understood only by knowing how the two systems shape our judgments and decisions.Engaging the reader in a lively conversation about how we think, Kahneman reveals where we can and cannot trust our intuitions and how we can tap into the benefits of slow thinking. He offers practical and enlightening insights into how choices are made in both our business and our personal livesand how we can use different techniques to guard against the mental glitches that often get us into trouble. Winner of the National Academy of Sciences Best Book Award and the Los Angeles Times Book Prize and selected by The New York Times Book Review as one of the ten best books of 2011, Thinking, Fast and Slow is destined to be a classic.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Farrar, Straus and Giroux",
    "published on": "Oct 25, 2011",
    "pages": "512",
    "ISBN": "9781429969352",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Top-selling comics"
  },
  {
    "title": "In Too Deep",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/LUUzDwAAQBAJ?fife=w200-h300",
    "creator": "Lexi Ryan",
    "date": "Sep 2017",
    "genre": ["Lexi Ryan"],
    "price": "$4.99 Ebook",
    "description": "New York Times bestselling author Lexi Ryan brings readers a sexy NFL player whos pulled out all the stops for one more chance with the love of his life.  I have four months to make my wife fall in love with me or let her go forever.  I loved Bailey Green long before she watched her loser ex take his last breaths. I held her while they lowered his coffin into the ground, stilled her shaking hands when the nightmares would tear her from sleep. I waited for her through her grief. But while she was always willing to let me in her bed, she refused to let me in the one place I longed to beher heart.  Tired of playing second string to a dead man, I let her go. I moved to Florida to begin my NFL career and tried to pretend my perfect life didnt leave me empty. Id almost given up. Until one drunken night in Vegas, we stumbled down the aisle and said, I do.  In exchange for the divorce she wants so badly, shes agreed to remain my wife until the end of the year. She has no idea the favors Ive called in or the lies Ive told to get her here, but if I succeed, none of that matters.   My secrets always seemed justified, but Bailey has her ownsecrets that explain why she always pushed me away, secrets that make me wonder if I should have let her. Now were in too deep and I might lose the only girl Ive ever loved and the best friend Ive ever had.  In Too Deep is a sexy and emotional novel intended for mature readers. Its the fifth book in the world of the Blackhawk Boys, but can be enjoyed as a standalone.  Football. Secrets. Lies. Passion. These boys dont play fair. Which Blackhawk Boy will steal your heart?  Book 1 - SPINNING OUT (Arrows story)  Book 2 -RUSHINGIN (Christophers story)  Book 3 - GOING UNDER (Sebastians story) Book 4 - FALLING HARD (Keegans story) Book 5 - IN TOO DEEP (Masons story) ",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Lexi Ryan",
    "published on": "Sep 15, 2017",
    "pages": "370",
    "ISBN": "9781940832050",
    "features": "Flowing text, Google-generated PDF",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Top-selling comics"
  },
  {
    "title": "Soulmate",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/YH9yDwAAQBAJ?fife=w200-h300",
    "creator": "Katie McCoy",
    "date": "Oct 2018",
    "genre": ["Katie McCoy"],
    "price": "$3.99 Ebook",
    "description": "Five guys. One bar. And a whole heap of sexy trouble...Sawyer Landry is sexy, rugged, charming and did I mention sexy? Back in college, we were best of friends - which meant I secretly hid an epic unrequited crush, while he dated every other girl on campus and then told me all about it the morning after.Now Im back in Chicago for the first time in years, and Sawyer is determined to rekindle our friendship. I swore, I wouldnt put my life (and heart) on hold for him again, but just one look at his handsome face and I know, hes still the only man for me.But this time, things are going to be different. No more sitting around, waiting for him to realize his dream woman is right in front of him. No, Im going to make him see, Im not just one of the guys anymore.But can I really go from sidekick to soulmate? And will this playboy bachelor realize, true love is waiting - if hed only take a chance?Find out in the hot new standalone romance from Katie McCoy!#1 Rascal#2 Wingman#3 Heartbreaker#4 Soulmate#5 Troublemaker",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Katie McCoy Books",
    "published on": "Oct 15, 2018",
    "pages": "235",
    "ISBN": "Flowing text, Google-generated PDF",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Fiction / Romance / Contemporary",
    "group": "Top-selling comics"
  },
  {
    "title": "The Brothers Karamazov. Illustrated edition",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/1VpODwAAQBAJ?fife=w200-h300",
    "creator": "Fyodor Dostoevsky",
    "date": "Jan 2021",
    "genre": ["Fyodor Dostoevsky", "Switch to the audiobook"],
    "price": "$0.13 Ebook",
    "description": "Critics believe The Brothers Karamazov is the last cry of Fyodor Dostoyevsky. This passionate philosophical novel is considered among the most powerful and influential works of world literature. The Brothers Karamazov is Dostoevskys deepest contemplation of human existence, which has heavily influenced the existentialist movement lead by Jean-Paul Sartre and Albert Camus in the middle of twentieth century. A complex structure of the novel features motifs of crime, justice, and redemption through suffering that help Dostoevsky develop his major themes including the conflict between faith and doubt, the burden of free will, and the pervasiveness of moral responsibility. The author's unmatched manner of exploring psychology of his protagonists has influenced many thinkers including Sigmund Freud, who called The Brothers Karamazov the most magnificent novel ever written. Pretty illustrations by Dmitrii Rybalko provide you with new impressions from reading this legendary story.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Strelbytskyy Multimedia Publishing",
    "published on": "Jan 8, 2021",
    "pages": "1182",
    "ISBN": "Flowing text, Google-generated PDF",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Fiction / Classics",
    "group": "Top-selling comics"
  },
  {
    "title": "Wild",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/pX3nDwAAQBAJ?fife=w200-h300",
    "creator": "Vanessa ValeRenee Rose",
    "date": "Oct 2020",
    "genre": ["Vanessa Vale", "Renee Rose", "Switch to the audiobook"],
    "price": "$4.99 Ebook",
    "description": "Pack Rule #2: Always protect your mateI protected my country. Protected my platoon.Now all I wanted to protect was her.Too bad that wasnt an option.I couldnt fall for the beautiful slip of a female.The baby sister of my brothers new mate.She was way too young. Way too human.Still in college. And too bright a force of nature.She had her whole life ahead of her.And I had the Green Berets begging me to reenlist.My wolf he wanted her.But if I let her go without claiming her,I might not survive the moon madness.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Bridger Media",
    "published on": "Oct 28, 2020",
    "pages": "202",
    "ISBN": "Flowing text, Google-generated PDF",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Fiction / Romance / Billionaires",
    "group": "Top-selling comics"
  },
  {
    "title": "The Inflammation Spectrum: Find Your Food Triggers and Reset Your System",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/FUO-DwAAQBAJ?fife=w200-h300",
    "creator": "Will Cole",
    "date": "Dec 2019",
    "genre": ["Will Cole"],
    "price": "",
    "description": "The Inflammation Spectrum, Dr Will Cole's follow up to Ketotarian, teaches us how inflammation is often the catalyst for most common health woes. Arriving at a time where issues of inflammation and gut health are becoming increasingly prominent within mainstream discourses, Dr Will Cole offers us a solution to this growing issue. The Inflammation Spectrum teaches us that ultimately how we feel is symbiotically linked to what we consume; indeed, food, in Cole's words, 'constantly and dynamically influences' our health. Subsequently he teaches readers how to do nutrition the right way, providing us with a personal guide which seeks to aid readers to find out which foods their bodies love, hate and need to feel great! Cole's book informs us to think twice before consuming pharmaceutical drugs to \"fix\" issues of inflammation and instead proposes that readers reassess their eating habits, using 'food as thy medicine'. This book, Dr Mark Hyman suggests, is for 'anyone who is fed up with fad diets' as Cole uses his years of experience in functional-medicine to teach us how to love our bodies enough to nourish it with delicious, healing foods. From personal quizzes to scientific breakdowns The Inflammation Spectrum offers empowering advice and puts readers on the path to achieving food freedom and optimal health.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Hachette UK",
    "published on": "Dec 26, 2019",
    "pages": "336",
    "ISBN": "9781529381276",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Self-Help eBooks"
  },
  {
    "title": "Market-Consistent Actuarial Valuation: Edition 2",
    "mainImage": "https://books.google.com/books/content/images/frontcover/ENkztcz9AM4C?fife=w200-h300",
    "creator": "Mario V. WthrichHans BhlmannHansjrg Furrer",
    "date": "Sep 2010",
    "genre": ["Mario V. Wthrich", "Hans Bhlmann", "Hansjrg Furrer"],
    "price": "Was $12.25, now reduced to $10.66 Rent",
    "description": "It is a challenging task to read the balance sheet of an insurance company. This derives from the fact that different positions are often measured by different yardsticks. Assets, for example, are mostly valued at market prices whereas liabilities are often measured by established actuarial methods. However, there is a general agreement that the balance sheet of an insurance company should be measured in a consistent way. Market-Consistent Actuarial Valuation presents powerful methods to measure liabilities and assets in a consistent way. The mathematical framework that leads to market-consistent values for insurance liabilities is explained in detail by the authors. Topics covered are stochastic discounting with deflators, valuation portfolio in life and non-life insurance, probability distortions, asset and liability management, financial risks, insurance technical risks, and solvency.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Springer Science & Business Media",
    "published on": "Sep 2, 2010",
    "pages": "157",
    "ISBN": "9783642148521",
    "features": "Original pages",
    "bestfor": "Web, Tablet",
    "language": "English",
    "group": "Self-Help eBooks"
  },
  {
    "title": "Eat Better, Feel Better: My Recipes for Wellness and Healing, Inside and Out",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/_SHzDwAAQBAJ?fife=w200-h300",
    "creator": "Giada De Laurentiis",
    "date": "Mar 2021",
    "genre": ["Giada De Laurentiis"],
    "price": "$16.99 Ebook",
    "description": "#1NEW YORK TIMES BESTSELLER Giada De Laurentiis shares how herunique approach to wellness completely transformedher relationship with foodfeaturing 100 recipes to boost gut health and immunity and nourish your mind, body, and spirit.This book is the culmination of a ten-year journey. . . . Ive made a conscious effort to take control of my health because it had finally become impossible to ignore the fact that the choices (or lack thereof ) Id been making for the past twenty years just werent working for me anymore.In Giadas most personal book yet, she gives you an inside look at her pathto wellness and how she maintains a balanced life. Giada walks you through how to select food that can actually make you feel better and curate a personalized wellness routine to support a healthy mind and body. She shows you her own process of reconfiguring her diet to control inflammationand howyou can use the same steps to turn your life around. Giada also includes information on how to use complementary wellness tactics like intermittent fasting, meditation, and other self-care routines to optimize your well-being.Giada devotes an entire chapter to her 3-day rebootwhich she follows several times a yearand offers more than two dozen dairy-free, sugar-free, and gluten-free recipes to accompany the plan, as well as a 21-day menu outline that makes good, healthy cooking easy to implement at home. Even though its so much more than a cookbook,Eat Better, Feel Betteralsooffers100 new recipes,from Italian-influenced ones likeFusilli with Chicken and Broccoli RabeandPan-Roasted Pork Chops with Cherry and Red Wine Sauce toher everyday healthy favorites includingQuinoa Pancakes; Sheet Pan Parmesan Shrimp and Veggies; Roasted Cauliflower and Baby Kale Salad; and Chocolate and Orange Brown Rice Treats.Eat Better, Feel Betteris the perfect jumpstart to wellness.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Rodale Books",
    "published on": "Mar 16, 2021",
    "pages": "272",
    "ISBN": "9780593138441",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Self-Help eBooks"
  },
  {
    "title": "A Random Walk Down Wall Street: The Time-Tested Strategy for Successful Investing (Twelfth Edition): Edition 12",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/24xgDwAAQBAJ?fife=w200-h300",
    "creator": "Burton G. Malkiel",
    "date": "Jan 2019",
    "genre": ["Burton G. Malkiel", "Switch to the audiobook"],
    "price": "Was $19.95, now reduced to $11.31 Ebook",
    "description": "A Best Book For Investors Pick by the Wall Street Journals Weekend Investor Whether youre considering your first 401k contribution, contemplating retirement, or anywhere in between, A Random Walk Down Wall Street is the best investment guide money can buy. In this new edition, Burton G. Malkiel shares authoritative insights spanning the full range of investment opportunitiesincluding valuable new material on cryptocurrencies like bitcoin, and tax-loss harvestingto help you chart a calm course through the turbulent waters of todays financial markets.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "W. W. Norton & Company",
    "published on": "Jan 1, 2019",
    "pages": "432",
    "ISBN": "9780393356939",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Self-Help eBooks"
  },
  {
    "title": "Healthy Gut Cookbook: 150 Stage-By-Stage Healing Recipes to improve your digestive health",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/s6L0CwAAQBAJ?fife=w200-h300",
    "creator": "Gavin PritchardMaya Gangadharan",
    "date": "Jul 2016",
    "genre": ["Gavin Pritchard", "Maya Gangadharan"],
    "price": "$9.99 Ebook",
    "description": "A soothing and flavorful collection of 120 recipes for broths, fermented foods, greens, salads, meats, and more, proving that healing your digestive system doesn't have to be bland and boring.If you're seeking to alleviate Leaky Gut Syndrome-or if you follow a GAPS, Specific Carbohydrate Diet, Paleo, or gluten-free diet-you will find delicious relief within the pages of Healthy Gut Cookbook. With 120 recipes-and up to 30 variations-for bone broths, fermented foods, soups, yogurt, meat and fish dishes, appetizers, and desserts, you can heal yourself without compromising on flavor.Go beyond the recipes themselves and learn more about Leaky Gut Syndrome and its stages of healing, as well as the Leaky Gut Diet program, how to prepare for it, and what to expect.Healthy Gut Cookbook includes tips on preparing your kitchen and pantry for the diet, how to save time and money in preparing recommended foods, and advice on choosing the right supplements to go along with the diet. Plans to target your specific health issue allow you to get the most out of the Healthy Gut Diet, and expert tips guide you in maintaining gut health beyond the intensive stages of the plan.Authors Gavin Pritchard, RD, CSSD, CD-N, CDE and Maya Gangadharan, NTP, are your well-practiced experts in the world of nutrition, healing, and cooking. With their help, you will soon be well on your way to healing, without having to leave your love of food behind.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Penguin",
    "published on": "Jul 12, 2016",
    "pages": "224",
    "ISBN": "9781465450548",
    "features": "Flowing text, Google-generated PDF",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Self-Help eBooks"
  },
  {
    "title": "Pier Giorgio Frassati: A Hero for Our Times",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/lChuDQAAQBAJ?fife=w200-h300",
    "creator": "Cristina Siccardi",
    "date": "Jul 2016",
    "genre": ["Cristina Siccardi"],
    "price": "$18.95 Ebook",
    "description": "In this definitive biography, Cristina Siccardi situates the appealing figure of young Pier Giorgio Frassati in early 20th century Turin, Italy. In the ancient capital of the Kingdom of Italy where the memory of Savoy is still alive there are two contrasting forms of enterprise: one of older stamp, attentive to the values of patriotism and integrity; the other tending toward ever more acquisitive forms of capitalism.In this environment Pier Giorgio, the young heir of Senator Alfredo Frassati, founder of the newspaper La Stampa, makes his own choice for the social doctrine of the Catholic Church, seeking not so much to solve general problems but to make Christ and the Church more present to those in need. That was the motivation for his assisting in many charitable works of the St. Vincent Society, his support for the Popular Party, and his development of a spirituality of engaged and diligent action. His devotion to friendship and to sports was extraordinary, with a special love for mountain hiking, which was for him both enjoyable exercise and the contemplation of creation, as well as a symbol of his striving for perfection in virtue.Other important aspects that will passionately engage readers of this book include the story of the famous Frassati family, and the marked contrasts among its members--especially the bond of division/union between father and son. Alfredo Frassati, a man of notable accomplishments, will discover, when his widely beloved son dies, a completely new dimension of the world. There follows a spiritual deepening, year after year, which leaves its traces in several letters to Giovanni Battista Montini, the future Pope Paul VI. This book describes an extraordinary itinerary of holiness, but also a key to understanding the history of Italy in the 20th century.Pope John Paul II said about Pier Giorgio on the day of his Beatification (20 May, 1990):\"Faith and charity, the true driving forces of his existence, made him active and diligent in the milieu in which he lived, in his family, in the university and society; they transformed him into a joyful apostle of Christ, a passionate follower of his message and charity. The secret of his apostolic zeal and holiness is found in the ascetical and spiritual journey which he traveled; in prayer, in persevering adoration of the Blessed Sacrament, in his thirst for the Word of God; in the peaceful acceptance of life's difficulties; in chastity lived as a cheerful, uncompromising discipline.\"",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Ignatius Press",
    "published on": "Jul 29, 2016",
    "pages": "360",
    "ISBN": "9781681497150",
    "features": "Flowing text, Google-generated PDF",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Self-Help eBooks"
  },
  {
    "title": "Inner Engineering: A Yogi's Guide to Joy",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/7w5yCwAAQBAJ?fife=w200-h300",
    "creator": "Sadhguru",
    "date": "Sep 2016",
    "genre": ["Sadhguru", "Switch to the audiobook"],
    "price": "$13.99 Ebook",
    "description": "NEW YORK TIMES BESTSELLER  Thought leader, visionary, philanthropist, mystic, and yogi Sadhguru presents Western readers with a time-tested path to achieving absolute well-being: the classical science of yoga.A loving invitation to live our best lives and a profound reassurance of why and how we can.Sir Ken Robinson, author ofThe Element, Finding Your Element,andOut of Our Minds: Learning to Be CreativeNAMED ONE OF THE TEN BEST BOOKS OF THE YEAR BY SPIRITUALITY & HEALTHThe practice of hatha yoga, as we commonly know it, is but one of eight branches of the body of knowledge that is yoga. In fact, yoga is a sophisticated system of self-empowerment that is capable of harnessing and activating inner energies in such a way that your body and mind function at their optimal capacity. It is a means to create inner situations exactly the way you want them, turning you into the architect of your own joy. A yogi lives life in this expansive state, and in this transformative book Sadhguru tells the story of his own awakening, from a boy with an unusual affinity for the natural world to a young daredevil who crossed the Indian continent on his motorcycle. He relates the moment of his enlightenment on a mountaintop in southern India, where time stood still and he emerged radically changed. Today, as the founder of Isha, an organization devoted to humanitarian causes, he lights the path for millions. The term guru, he notes, means dispeller of darkness, someone who opens the door for you. . . . As a guru, I have no doctrine to teach, no philosophy to impart, no belief to propagate. And that is because the only solution for all the ills that plague humanity is self-transformation. Self-transformation means that nothing of the old remains. It is a dimensional shift in the way you perceive and experience life. The wisdom distilled in this accessible, profound, and engaging book offers readers time-tested tools that are fresh, alive, and radiantly new. Inner Engineering presents a revolutionary way of thinking about our agency and our humanity and the opportunity to achieve nothing less than a life of joy.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Harmony",
    "published on": "Sep 20, 2016",
    "pages": "288",
    "ISBN": "9780812997804",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Self-Help eBooks"
  },
  {
    "title": "The Gerson Therapy -- Revised And Updated: The Natural Nutritional Program to Fight Cancer and Other Illnesses",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/jHXXCQAAQBAJ?fife=w200-h300",
    "creator": "Charlotte GersonMorton Walker",
    "date": "Aug 2010",
    "genre": ["Charlotte Gerson", "Morton Walker", "Switch to the audiobook"],
    "price": "Was $17.99, now reduced to $9.99 Ebook",
    "description": "In this bestselling guide, discover the healing power of diet and nutrition as an alternative therapy to help you heal from cancer and other ailments.With over 300,000 copies sold,The Gerson Therapypaved the way for alternative cancer treatments and has successfully treated cancer, hepatitis, migraines, arthritis, heart disease, emphysema, and autoimmune diseases with a revolutionary all-natural program.For years, the traditional medical establishment has called these chronic or life-threatening diseases incurable. But now, The Gerson Therapy offers hope for those seeking relief from hundreds of different diseases.One of the first alternative cancer therapies, The Gerson Therapy has successfully treated thousands of patients for over 60 years and has clinic locations around the country. In this definitive natural cancer and chronic illness guide, alternative medicine therapist Charlotte Gerson and medical journalist Morton Walker reveal the powerful healing effects of nutrition, organic foods, food preparation, meal planning, and supplements combined to treat a variety of ailments.The Gerson Therapy shows you:How to beat cancer by changing your body chemistrySpecial juicing techniques for maximum healingHow to conquer symptoms of allergies, obesity, high blood pressure, HIV, lupus,and other chronic illnessesWhich supplements will strengthen your immune systemHow to prepare delicious, healthy foods using Gerson-approved recipesincluded in the bookAnd much more!This unique resource will help and inspire everyone who has ever said, I want to get well. Just show me how. The Gerson Therapy offers a powerful, time-tested healing option that has worked for others",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Kensington Books",
    "published on": "Aug 19, 2010",
    "pages": "464",
    "ISBN": "9780758267313",
    "features": "Flowing text, Google-generated PDF",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Self-Help eBooks"
  },
  {
    "title": "A New Earth: Awakening to Your Life's Purpose",
    "mainImage": "https://books.google.com/books/content/images/frontcover/JScjn-NRFaUC?fife=w200-h300",
    "creator": "Eckhart Tolle",
    "date": "Aug 2006",
    "genre": ["Eckhart Tolle", "Switch to the audiobook"],
    "price": "$13.99 Ebook",
    "description": "The 10th anniversary edition of A New Earth with a new preface by Eckhart Tolle. With his bestselling spiritual guide The Power of Now, Eckhart Tolle inspired millions of readers to discover the freedom and joy of a life lived in the now. In A New Earth, Tolle expands on these powerful ideas to show how transcending our ego-based state of consciousness is not only essential to personal happiness, but also the key to ending conflict and suffering throughout the world. Tolle describes how our attachment to the ego creates the dysfunction that leads to anger, jealousy, and unhappiness, and shows readers how to awaken to a new state of consciousness and follow the path to a truly fulfilling existence. Illuminating, enlightening, and uplifting, A New Earth is a profoundly spiritual manifesto for a better way of lifeand for building a better world.        ",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Penguin",
    "published on": "Aug 29, 2006",
    "pages": "336",
    "ISBN": "9781101010891",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Self-Help eBooks"
  },
  {
    "title": "The Case for Keto: Rethinking Weight Control and the Science and Practice of Low-Carb/High-Fat Eating",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/IKqvDwAAQBAJ?fife=w200-h300",
    "creator": "Gary Taubes",
    "date": "Dec 2020",
    "genre": ["Gary Taubes", "Switch to the audiobook"],
    "price": "$13.99 Ebook",
    "description": "After a century of misunderstanding the differences between diet, weight control, and health, The Case for Keto revolutionizes how we think about healthy eating--from the best-selling author of Why We Get Fat and The Case Against Sugar.Based on twenty years of investigative reporting and interviews with 100 practicing physicians who embrace the keto lifestyle as the best prescription for their patients' health, Gary Taubes gives us a manifesto for the twenty-first-century fight against obesity and diabetes.For years, health organizations have preached the same rules for losing weight: restrict your calories, eat less, exercise more. So why doesn't it work for everyone? Taubes, whose seminal book Good Calories, Bad Calories and cover stories for The New York Times Magazine changed the way we look at nutrition and health, sets the record straight.The Case for Keto puts the ketogenic diet movement in the necessary historical and scientific perspective. It makes clear the vital misconceptions in how we've come to think about obesity and diet (no, people do not become fat simply because they eat too much; hormones play the critical role) and uses the collected clinical experience of the medical community to provide essential practical advice. Taubes reveals why the established rules about eating healthy might be the wrong approach to weight loss for millions of people, and how low-carbohydrate, high-fat/ketogenic diets can help so many of us achieve and maintain a healthy weight for life.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Knopf",
    "published on": "Dec 29, 2020",
    "pages": "304",
    "ISBN": "9780525520078",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Self-Help eBooks"
  },
  {
    "title": "Healthy Gut, Flat Stomach: The Fast and Easy Low-FODMAP Diet Plan",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/QWLfCwAAQBAJ?fife=w200-h300",
    "creator": "Danielle Capalino",
    "date": "Dec 2016",
    "genre": ["Danielle Capalino"],
    "price": "Was $17.48, now reduced to $9.99 Ebook",
    "description": "Beat bloat and discomfort with the scientifically proven, easy-to-follow, low-FODMAP plan. There are a lot of myths about beating stomach bloat and getting a flat tummy, but the FODMAP approach has been scientifically proven to work for both. FODMAPs are sugars found in certain foods that can be hard to digest, and can cause discomfort, gas, and IBS (irritable bowel syndrome) symptoms. Some of the most nutritious foods around are high in these sugars, frustrating people who eat well but still have tummy issues. Apples, garlic, onions, beans, dairy, bread, and cereals are on that list. It may sound complicated or far-fetched but the many converts who have tried the science-supported diet swear by it. In addition to useful everyday advice, the book includes:  The differences and similarities between this diet and a gluten-free diet 7-day sample menu plan with recipes Simple and easy recipes for the basic items you need to adapt to fit into the low-FODMAP diet, including staples like salad dressing, marinade, and dips Clear explanations for the science behind the low-FODMAP diet and why it works ",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "The Countryman Press",
    "published on": "Dec 13, 2016",
    "pages": "192",
    "ISBN": "9781581574159",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Written by Peter David"
  },
  {
    "title": "The Magic Mountain",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/nm5YDwAAQBAJ?fife=w200-h300",
    "creator": "Thomas Mann",
    "date": "May 2018",
    "genre": ["Thomas Mann"],
    "price": "",
    "description": "Hans Castorp is 'a perfectly ordinary, if engaging young man' when he goes to visit his cousin in an exclusive sanatorium in the Swiss Alps.What should have been a three week trip turns into a seven year stay. Hans falls in love and becomes intoxicated with the ideas he hears at the clinic - ideas which will strain and crack apart in a world on the verge of the First World War.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Random House",
    "published on": "May 3, 2018",
    "pages": "752",
    "ISBN": "9781446468760",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Written by Peter David"
  },
  {
    "title": "Shoe Dog: A Memoir by the Creator of Nike",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/wO3PCgAAQBAJ?fife=w200-h300",
    "creator": "Phil Knight",
    "date": "Apr 2016",
    "genre": ["Phil Knight", "Switch to the audiobook"],
    "price": "$14.99 Ebook",
    "description": "In this instant and tenacious New York Times bestseller, Nike founder and board chairman Phil Knight offers a rare and revealing look at the notoriously media-shy man behind the swoosh (Booklist, starred review), illuminating his companys early days as an intrepid start-up and its evolution into one of the worlds most iconic, game-changing, and profitable brands.Bill Gates named Shoe Dog one of his five favorite books of 2016 and called it an amazing tale, a refreshingly honest reminder of what the path to business success really looks like. Its a messy, perilous, and chaotic journey, riddled with mistakes, endless struggles, and sacrifice. Phil Knight opens up in ways few CEOs are willing to do. Fresh out of business school, Phil Knight borrowed fifty dollars from his father and launched a company with one simple mission: import high-quality, low-cost running shoes from Japan. Selling the shoes from the trunk of his car in 1963, Knight grossed eight thousand dollars that first year. Today, Nikes annual sales top $30 billion. In this age of start-ups, Knights Nike is the gold standard, and its swoosh is one of the few icons instantly recognized in every corner of the world. But Knight, the man behind the swoosh, has always been a mystery. In Shoe Dog, he tells his story at last. At twenty-four, Knight decides that rather than work for a big corporation, he will create something all his own, new, dynamic, different. He details the many risks he encountered, the crushing setbacks, the ruthless competitors and hostile bankersas well as his many thrilling triumphs. Above all, he recalls the relationships that formed the heart and soul of Nike, with his former track coach, the irascible and charismatic Bill Bowerman, and with his first employees, a ragtag group of misfits and savants who quickly became a band of swoosh-crazed brothers. Together, harnessing the electrifying power of a bold vision and a shared belief in the transformative power of sports, they created a brandand a culturethat changed everything.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Simon and Schuster",
    "published on": "Apr 26, 2016",
    "pages": "400",
    "ISBN": "9781501135934",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Written by Peter David"
  },
  {
    "title": "The Myth of Sisyphus And Other Essays",
    "mainImage": "https://books.google.com/books/content/images/frontcover/9kQSjiUX1RIC?fife=w200-h300",
    "creator": "Albert Camus",
    "date": "Oct 2012",
    "genre": ["Albert Camus", "Switch to the audiobook"],
    "price": "$11.99 Ebook",
    "description": "One of the most influential works of this century, The Myth of Sisyphus and Other Essays is a crucial exposition of existentialist thought. Influenced by works such as Don Juan and the novels of Kafka, these essays begin with a meditation on suicide; the question of living or not living in a universe devoid of order or meaning. With lyric eloquence, Albert Camus brilliantly posits a way out of despair, reaffirming the value of personal existence, and the possibility of life lived with dignity and authenticity.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Vintage",
    "published on": "Oct 31, 2012",
    "pages": "224",
    "ISBN": "9780307827821",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Written by Peter David"
  },
  {
    "title": "The Therapist",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/1GLwDwAAQBAJ?fife=w200-h300",
    "creator": "B A Paris",
    "date": "Apr 2021",
    "genre": ["B A Paris"],
    "price": "",
    "description": "TELL ME YOUR SECRETS... Tense and compulsive Louise Candlish, bestselling author of The Other Passenger Suspicion, betrayal and dark secrets abound TM Logan, bestselling author of The Catch A delicious web of lies Jane Corry, bestselling author of I Made a Mistake When Alice and Leo move into a newly renovated house in The Circle, a gated community of exclusive houses, it is everything theyve dreamed of. But appearances can be deceptive... As Alice is getting to know her neighbours, she discovers a devastating, grisly secret about her new home, and begins to feel a strong connection with Nina, the therapist who lived there before. Alice becomes obsessed with trying to piece together what happened two years before. But no one wants to talk about it. Her neighbours are keeping secrets and things are not as perfect as they seem... The million-copy Sunday Times bestselling author B A Paris returns to her heartland of gripping psychological suspense in this powerful tale of a house that holds a shocking secret.  Praise for The Therapist:  Alices smart new home in The Circle comes with a nightmarish secret in B A Pariss tense and compulsive new thriller  I gobbled it up in two sittings Louise Candlish Suspicion, betrayal and dark secrets abound in this tense story  all hidden just beneath the surface of a seemingly perfect suburban life TM Logan A delicious web of lies. Be prepared for your head to spin and your fingers to fly! Jane Corry B A Paris is the queen of psychological thrillers and her latest does not disappoint My Weekly This spooky thriller with excellent twists and a really fast-paced shock finale Heat Totally hooked. Completely gripping Mel McGrath A propulsive and deliciously dark page-turner. Perfectly paced and tightly plotted Lucy Clarke Domestic suspense at its very best. An aspirational setting, an unsolved crime, a plethora of suspects and twisted allegiances at every turn ... I loved it Caz Frear Tense and suspenseful ... a delicious slice of suburban noir shot through with secrets, lies, paranoia and the unsettling claustrophobia of a staunchly closed community Kia Abdullah",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "HarperCollins UK",
    "published on": "Apr 15, 2021",
    "pages": "368",
    "ISBN": "9780008412029",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Written by Peter David"
  },
  {
    "title": "Sex Matters: From Sex to Superconsciousness",
    "mainImage": "https://books.google.com/books/content/images/frontcover/L-94CreSRTMC?fife=w200-h300",
    "creator": "Osho",
    "date": "Jul 2003",
    "genre": ["Osho"],
    "price": "$12.99 Ebook",
    "description": "One of the greatest spiritual thinkers of the twentieth century explores the physical and emotional intimacies of men and women in Sex Matters: Sex to Superconsciousness. Sex matters to us all. The Osho approach to sex begins with an understanding of how important love is in our lives, while at the same time acknowledges that the journey into love cannot exclude our innate biological energies. With this perspective, it becomes clear that the tendency for religions, and for society in general, to associate sex with sin and morality has been a great misfortune.Sex Matters begins by deconstructing the layers of sexual repression that the condemnation of sex has inflicted on humans. Throughout the bookin response to questions about everything from jealousy to premature ejaculation, the role of intimacy and the differences between men and womenOsho proposes a vision that embraces sex as a fundamental gift from nature. We learn how orgasm offers a glimpse of timelessness, thoughtlessness, and pure awarenessbiologys way of pointing toward the consciousness that helps us to understand ourselves.Finally, we are presented with a clear choice: a repressed sexuality that leads to pornography, perversion, and a stunted humanity or a playful, respectful, and relaxed innocence that supports us in becoming fulfilled and whole, as nature intended.Osho challenges readers to examine and break free of the conditioned belief systems and prejudices that limit their capacity to enjoy life in all its richness. He has been described by the Sunday Times of London as one of the 1000 Makers of the 20th Century and by Sunday Mid-Day (India) as one of the ten peoplealong with Gandhi, Nehru, and Buddhawho have changed the destiny of India. Since his death in 1990, the influence of his teachings continues to expand, reaching seekers of all ages in virtually every country of the world.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "St. Martin's Press",
    "published on": "Jul 11, 2003",
    "pages": "304",
    "ISBN": "9781429979160",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Written by Peter David"
  },
  {
    "title": "Real Artists Don't Starve: Timeless Strategies for Thriving in the New Creative Age",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/Cmt7DQAAQBAJ?fife=w200-h300",
    "creator": "Jeff Goins",
    "date": "Jun 2017",
    "genre": ["Jeff Goins", "Switch to the audiobook"],
    "price": "$9.99 Ebook",
    "description": "Have you heard it said that creatives should wait for inspiration? How about the one that says its selling out if an artist strategizes to profit off of their work? Or that a true artist works alone? In Real Artists Dont Starve, author and creativity expert Jeff Goins has set out to replace these false narratives and replace them with timeless strategies for thriving as a creative and debunking the myth of the starving artist.From graphic designers and writers to artists and business professionals, creatives already know that no one is born an artist. Instead, those who have entered a creative field have already utilized the imagination in fundamental ways in order to accomplish what they have thus far. And contrary to popular myth, Goins believes their artistic temperament has actually given them a competitive advantage in the marketplace.Through inspiring anecdotes of successful creatives both past and present, Goins explores the tension every creative person and organization faces in an effort to blend the inspired life with a practical path to success. Being creative isnt a disadvantage for success; rather, it is a powerful tool to be harnessed.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "HarperCollins Leadership",
    "published on": "Jun 6, 2017",
    "pages": "240",
    "ISBN": "9780718086282",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Written by Peter David"
  },
  {
    "title": "Intuitive Eating, 4th Edition: A Revolutionary Anti-Diet Approach",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/kS_MDwAAQBAJ?fife=w200-h300",
    "creator": "Evelyn Tribole, M.S., R.D.Elyse Resch, M.S., R.D., F.A.D.A.",
    "date": "Jun 2020",
    "genre": [
      "Evelyn Tribole, M.S., R.D.",
      "Elyse Resch, M.S., R.D., F.A.D.A.",
      "Switch to the audiobook"
    ],
    "price": "$11.99 Ebook",
    "description": "Make peace with food.Free yourself from chronic dieting forever.Rediscover the pleasures of eating.The go-to resourcenow fully revised and updatedfor building a healthy body image and making peace with food, once and for all. When it was first published, Intuitive Eating was revolutionary in its anti-dieting approach. The authors, both prominent health professionals in the field of nutrition and eating disorders, urge readers to embrace the goal of developing body positivity and reconnecting with ones internal wisdom about eatingto unlearn everything they were taught about calorie-counting and other aspects of diet culture and to learn about the harm of weight stigma. Today, their message is more relevant and pressing than ever. With this updated edition of the classic bestseller, Evelyn Tribole and Elyse Resch teach readers how to:  Follow the ten principles of Intuitive Eating to achieve a new and trusting relationship with food  Fight against diet culture and reject diet mentality forever  Find satisfaction in their food choices  Exercise kindness toward their feelings, their bodies, and themselves  Prevent or heal the wounds of an eating disorder  Respect their bodies and make peace with foodat any age, weight, or stage of development  Follow body positive feeds for inspiration and validation. . . and more easy-to-follow suggestions that can lead readers to integrate Intuitive Eating into their everyday lives and feel the freedom that comes with trusting their inner wisdomfor life.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "St. Martin's Essentials",
    "published on": "Jun 23, 2020",
    "pages": "368",
    "ISBN": "9781250758286",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Written by Peter David"
  },
  {
    "title": "The Power of Habit: Why We Do What We Do in Life and Business",
    "mainImage": "https://books.google.com/books/content/images/frontcover/O1MInVXd_aoC?fife=w200-h300",
    "creator": "Charles Duhigg",
    "date": "Feb 2012",
    "genre": ["Charles Duhigg", "Switch to the audiobook"],
    "price": "$9.99 Ebook",
    "description": "NEW YORK TIMESBESTSELLER  This instant classic explores how we can change our lives by changing our habits. NAMED ONE OF THE BEST BOOKS OF THE YEAR BY The Wall Street Journal  Financial TimesIn The Power of Habit, award-winning business reporter Charles Duhigg takes us to the thrilling edge of scientific discoveries that explain why habits exist and how they can be changed. Distilling vast amounts of information into engrossing narratives that take us from the boardrooms of Procter & Gamble to the sidelines of the NFL to the front lines of the civil rights movement, Duhigg presents a whole new understanding of human nature and its potential. At its core, The Power of Habit contains an exhilarating argument: The key to exercising regularly, losing weight, being more productive, and achieving success is understanding how habits work. As Duhigg shows, by harnessing this new science, we can transform our businesses, our communities, and our lives.With a new Afterword by the author  Sharp, provocative, and useful.Jim Collins  Few [books] become essential manuals for business and living. The Power of Habit is an exception. Charles Duhigg not only explains how habits are formed but how to kick bad ones and hang on to the good.Financial Times  A flat-out great read.David Allen, bestselling author of Getting Things Done: The Art of Stress-Free Productivity  Youll never look at yourself, your organization, or your world quite the same way.Daniel H. Pink, bestselling author of Drive and A Whole New Mind  Entertaining . . . enjoyable . . . fascinating . . . a serious look at the science of habit formation and change.The New York Times Book Review",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Random House",
    "published on": "Feb 28, 2012",
    "pages": "416",
    "ISBN": "9780679603856",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Written by Peter David"
  },
  {
    "title": "Mistletoe Christmas: An Anthology",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/sQMXEAAAQBAJ?fife=w200-h300",
    "creator": "Eloisa JamesChristi CaldwellJanna MacGregorErica Ridley",
    "date": "Sep 2021",
    "genre": [
      "Eloisa James",
      "Christi Caldwell",
      "Janna MacGregor",
      "Erica Ridley"
    ],
    "price": "$6.99 Pre-order",
    "description": "From four beloved writersEloisa James, Christi Caldwell, Janna MacGregor, and Erica Ridleycome four original stories that tell a hilarious tale of a Christmas house party that serves up love and scandal in equal measure!The Duke of Greystokes Christmas Revelry is famous throughout the British Isles for its plays, dancing, magical grotto not to mention scandals leading to the marriage licenses he hands out like confetti. But not everyone welcomes a visit from Cupid. Lady Cressida, the dukes daughter, is too busy managing the entertainmentsand besides, her own father has called her dowdy. Her cousin, Lady Isabelle Wilkshire, is directing Cinderella and has no interest in marriage. Lady Caroline Whitmore is already (unhappily) married; the fact that she and her estranged husband have to pretend to be together just makes her dread the party all the more. But not as much as Miss Louisa Harcourt, whose mother bluntly tells her that this is her last chance to escape the horrors of being an old maid. A house party so large that mothers lose track of their charges leads to a delightful, seductive quartet of stories that you will savor for the Season!",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "HarperCollins",
    "published on": "Sep 28, 2021",
    "pages": "400",
    "ISBN": "9780063139701",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Written by Peter David"
  },
  {
    "title": "The Little Book of Big Coaching Models: 83 ways to help managers get the best out of people",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/ZV3jBgAAQBAJ?fife=w200-h300",
    "creator": "Bob Bates",
    "date": "Feb 2015",
    "genre": ["Bob Bates"],
    "price": "Was $11.89, now reduced to $9.51 Ebook",
    "description": "Leaders and Managers want quick answers, quick ways to reach solutions, ways and means to access knowledge that wont eat into their precious time and quick ideas that deliver a big result. The Little Book of Big Coaching Models cuts through all the noise and gives managers access to the very best coaching models that they need to get the best from their team Every model is quick and easy to read and delivers the essential information and know-how quickly, efficiently and memorably. ",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "FT Press",
    "published on": "Feb 25, 2015",
    "pages": "272",
    "ISBN": "9781292081526",
    "features": "Flowing text, Google-generated PDF",
    "bestfor": "Web, Tablet, Phone",
    "language": "English",
    "group": "Deals on eBooks"
  },
  {
    "title": "ThetaHealing Rhythm for Finding Your Perfect Weight",
    "mainImage": "https://books.google.com/books/content/images/frontcover/1O48oIyUF-4C?fife=w200-h300",
    "creator": "Vianna Stibal",
    "date": "Jan 2013",
    "genre": ["Vianna Stibal"],
    "price": "$9.99 Ebook",
    "description": "Written by the creator of ThetaHealing, Vianna Stibal, this is more than just a weight loss book! It is about finding a real rhythm for your mind, body and spirit, while tapping into your inner beauty and love for yourself. ThetaHealing began when Vianna realised that she could teach other people the method that she used to heal herself from a serious health condition. It is now famous for being one of the most powerful energy-healing techniques in the world.Now, for the first time, Vianna has compiled a book that demonstrates how to use ThetaHealing for weight loss and reveal a strong, healthy and beautiful body which you love! Using the techniques in this book, you will be able to: select the right foods and supplements to nourish your body, and enjoy the foods you love without guilt make your body think that it is exercising while you listen to music and relax! release the emotions and fears that hold you back from having the body you want change your unhelpful beliefs into more productive and useful beliefs that will allow you to release your excess weight. So say goodbye to calorie counting and feeling guilty, and say hello to being comfortable in your own body and finding inner peace and happiness!",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Hay House, Inc",
    "published on": "Jan 7, 2013",
    "pages": "304",
    "ISBN": "9781781800263",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Deals on eBooks"
  },
  {
    "title": "The Whole-Brain Child: 12 Revolutionary Strategies to Nurture Your Child's Developing Mind",
    "mainImage": "https://books.google.com/books/content/images/frontcover/APzgCL8mgHUC?fife=w200-h300",
    "creator": "Daniel J. SiegelTina Payne Bryson",
    "date": "Oct 2011",
    "genre": ["Daniel J. Siegel", "Tina Payne Bryson"],
    "price": "$10.99 Ebook",
    "description": "NEW YORK TIMESBESTSELLER The authors ofNo-Drama Discipline and The Yes Brainexplain the new science of how a childs brain is wired and how it matures in this pioneering, practical book.  Simple, smart, and effective solutions to your childs struggles.Harvey Karp, M.D. In this pioneering, practical book, Daniel J. Siegel, neuropsychiatrist and author of the bestselling Mindsight, and parenting expert Tina Payne Bryson offer a revolutionary approach to child rearing with twelve key strategies that foster healthy brain development, leading to calmer, happier children. The authors explainand make accessiblethe new science of how a childs brain is wired and how it matures. The upstairs brain, which makes decisions and balances emotions, is under construction until the mid-twenties. And especially in young children, the right brain and its emotions tend to rule over the logic of the left brain. No wonder kids throw tantrums, fight, or sulk in silence. By applying these discoveries to everyday parenting, you can turn any outburst, argument, or fear into a chance to integrate your childs brain and foster vital growth.    Complete with age-appropriate strategies for dealing with day-to-day struggles and illustrations that will help you explain these concepts to your child, The Whole-Brain Child shows you how to cultivate healthy emotional and intellectual development so that your children can lead balanced, meaningful, and connected lives.  [A] useful child-rearing resource for the entire family . . . The authors include a fair amount of brain science, but they present it for both adult and child audiences.Kirkus Reviews  Strategies for getting a youngster to chill out [with] compassion.The Washington Post  This erudite, tender, and funny book is filled with fresh ideas based on the latest neuroscience research. I urge all parents who want kind, happy, and emotionally healthy kids to read The Whole-Brain Child. This is my new baby gift.Mary Pipher, Ph.D., author of Reviving Ophelia and The Shelter of Each OtherGives parents and teachers ideas to get all parts of a healthy childs brain working together.Parent to Parent",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Delacorte Press",
    "published on": "Oct 4, 2011",
    "pages": "192",
    "ISBN": "9780553907254",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Deals on eBooks"
  },
  {
    "title": "It Ends with Us: A Novel",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/peTPCgAAQBAJ?fife=w200-h300",
    "creator": "Colleen Hoover",
    "date": "Aug 2016",
    "genre": ["Colleen Hoover", "Switch to the audiobook"],
    "price": "$11.99 Ebook",
    "description": "In this brave and heartbreaking novel that digs its claws into you and doesnt let go, long after youve finished it (Anna Todd, New York Times bestselling author) from the #1 New York Times bestselling author of All Your Perfects, a workaholic with a too-good-to-be-true romance cant stop thinking about her first love. Lily hasnt always had it easy, but thats never stopped her from working hard for the life she wants. Shes come a long way from the small town where she grew upshe graduated from college, moved to Boston, and started her own business. And when she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lilys life seems too good to be true. Ryle is assertive, stubborn, maybe even a little arrogant. Hes also sensitive, brilliant, and has a total soft spot for Lily. And the way he looks in scrubs certainly doesnt hurt. Lily cant get him out of her head. But Ryles complete aversion to relationships is disturbing. Even as Lily finds herself becoming the exception to his no dating rule, she cant help but wonder what made him that way in the first place. As questions about her new relationship overwhelm her, so do thoughts of Atlas Corriganher first love and a link to the past she left behind. He was her kindred spirit, her protector. When Atlas suddenly reappears, everything Lily has built with Ryle is threatened. An honest, evocative, and tender novel, It Ends with Us is a glorious and touching read, a forever keeper. The kind of book that gets handed down (USA TODAY).",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Simon and Schuster",
    "published on": "Aug 2, 2016",
    "pages": "384",
    "ISBN": "9781501110375",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Deals on eBooks"
  },
  {
    "title": "Ugly Love: A Novel",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/QF1GAwAAQBAJ?fife=w200-h300",
    "creator": "Colleen Hoover",
    "date": "Aug 2014",
    "genre": ["Colleen Hoover", "Switch to the audiobook"],
    "price": "$10.99 Ebook",
    "description": "#1 New York Times bestselling author Colleen Hoovers heart-wrenching love story proves that attraction at first sight can be messy. When Tate Collins meets airline pilot Miles Archer, she doesn't think it's love at first sight. They wouldnt even go so far as to consider themselves friends. The only thing Tate and Miles have in common is an undeniable mutual attraction. Once their desires are out in the open, they realize they have the perfect set-up. He doesnt want love, she doesnt have time for love, so that just leaves the sex. Their arrangement could be surprisingly seamless, as long as Tate can stick to the only two rules Miles has for her. Never ask about the past.  Dont expect a future. They think they can handle it, but realize almost immediately they cant handle it at all. Hearts get infiltrated.  Promises get broken.  Rules get shattered. Love gets ugly.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Simon and Schuster",
    "published on": "Aug 5, 2014",
    "pages": "336",
    "ISBN": "9781476753195",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Deals on eBooks"
  },
  {
    "title": "November 9: A Novel",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/ar__BgAAQBAJ?fife=w200-h300",
    "creator": "Colleen Hoover",
    "date": "Nov 2015",
    "genre": ["Colleen Hoover", "Switch to the audiobook"],
    "price": "$10.99 Ebook",
    "description": "Beloved #1 New York Times bestselling author of All Your Perfects returns with an unforgettable love story between a writer and his unexpected muse.Fallon meets Ben, an aspiring novelist, the day before her scheduled cross-country move. Their untimely attraction leads them to spend Fallons last day in Los Angeles together, and her eventful life becomes the creative inspiration Ben has always sought for his novel. Over time and amidst the various relationships and tribulations of their own separate lives, they continue to meet on the same date every year. Until one day Fallon becomes unsure if Ben has been telling her the truth or fabricating a perfect reality for the sake of the ultimate plot twist. Can Bens relationship with Fallonand simultaneously his novelbe considered a love story if it ends in heartbreak?",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Simon and Schuster",
    "published on": "Nov 10, 2015",
    "pages": "320",
    "ISBN": "9781501110351",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Deals on eBooks"
  },
  {
    "title": "Infinite Jest",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/3YU4AQAAQBAJ?fife=w200-h300",
    "creator": "David Foster Wallace",
    "date": "Apr 2009",
    "genre": ["David Foster Wallace"],
    "price": "",
    "description": "A gargantuan, mind-altering comedy about the Pursuit of Happiness in America Set in an addicts' halfway house and a tennis academy, and featuring the most endearingly screwed-up family to come along in recent fiction, Infinite Jest explores essential questions about what entertainment is and why it has come to so dominate our lives; about how our desire for entertainment affects our need to connect with other people; and about what the pleasures we choose say about who we are. Equal parts philosophical quest and screwball comedy, Infinite Jest bends every rule of fiction without sacrificing for a moment its own entertainment value. It is an exuberant, uniquely American exploration of the passions that make us human - and one of those rare books that renew the idea of what a novel can do.\"The next step in fiction...Edgy, accurate, and darkly witty...Think Beckett, think Pynchon, think Gaddis. Think.\" --Sven Birkerts,The Atlantic ",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Hachette UK",
    "published on": "Apr 13, 2009",
    "pages": "300",
    "ISBN": "9780316073851",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Deals on eBooks"
  },
  {
    "title": "The Duke Who Ravished Me",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/JOUtDwAAQBAJ?fife=w200-h300",
    "creator": "Diana Quincy",
    "date": "Apr 2018",
    "genre": ["Diana Quincy"],
    "price": "$7.99 Ebook",
    "description": "An impulsive kiss between a libertine duke and a mysterious governess sparks a blaze of desireand intriguein this breathtaking Regency romance from the award-winning author of Spy Fall.NAMED ONE OF THE BEST BOOKS OF THE YEAR BY THE WASHINGTON POST Adam Fairfax, the Duke of Sunderford, happily enjoys a different woman (or two) every nightor he did, until his wards landed on his doorstep. Ever since Sunny took in the seven-year-old twin girls and their prim and proper governess, Isabel Finch, his love life has been a shambles. But, as time goes by, Sunny catches himself getting lost in Isabels haughty blue eyes, or following the curves beneath her unbecoming dress. An unexpected kiss ignites a passion that shocks him into realizing how thin the line between love and hate can be.  If Isabels hidden past were revealed, she could lose everything. Oddly enough, only when Sinful Sunny is near does she feel safeor safe enough to speak up in defense of the girls. The dukes decadent lifestyle is a disgrace, and clearly he considers Isabel a nuisance. Still, she cant help admiring his sculpted cheekbones, strong-cut jaw, and tousled chestnut hair. When their lips meet, its almost as if he could kiss the secrets right out of her. Worse, shes tempted to let him. . . . Praise for The Duke Who Ravished Me[Diana] Quincy has created well-rounded characters in this hotly seductive Regency romance.Library Journal The Duke Who Ravished Me was a page-turner. It was unexpected and refreshing to read. I was enthralled.OMGReads In a genre saturated with clichs and tired plotlines, The Duke Who Ravished Me stands out as a refreshing take on a rake reformed with a surprising twist.Rainy Thursdays Ms. Quincy excels at creating compelling characters and writing sparkling dialogue and witty banter.Romantic Historical Reviews Look for all of Diana Quincys enchanting Rebellious Brides novels: SPY FALL | A LICENSE TO WED | FROM LONDON WITH LOVE | THE DUKE WHO RAVISHED ME This ebook includes an excerpt from another Loveswept title.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Loveswept",
    "published on": "Apr 17, 2018",
    "pages": "280",
    "ISBN": "9780399180088",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Deals on eBooks"
  },
  {
    "title": "The 48 Laws Of Power",
    "mainImage": "https://books.google.com/books/content/images/frontcover/P_zMW3EHnTEC?fife=w200-h300",
    "creator": "Robert Greene",
    "date": "Sep 2010",
    "genre": ["Robert Greene"],
    "price": "",
    "description": "THE MILLION COPY INTERNATIONAL BESTSELLERDrawn from 3,000 years of the history of power, this is the definitive guide to help readers achieve for themselves what Queen Elizabeth I, Henry Kissinger, Louis XIV and Machiavelli learnt the hard way. Law 1: Never outshine the master Law 2: Never put too much trust in friends; learn how to use enemies Law 3: Conceal your intentions Law 4: Always say less than necessary. The text is bold and elegant, laid out in black and red throughout and replete with fables and unique word sculptures. The 48 laws are illustrated through the tactics, triumphs and failures of great figures from the past who have wielded - or been victimised by - power.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Profile Books",
    "published on": "Sep 3, 2010",
    "pages": "463",
    "ISBN": "9781847651341",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Deals on eBooks"
  },
  {
    "title": "War and Peace: With bonus material from Give War and Peace A Chance by Andrew D. Kaufman",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/Ch43AwAAQBAJ?fife=w200-h300",
    "creator": "Leo Tolstoy",
    "date": "Apr 2014",
    "genre": ["Leo Tolstoy", "Switch to the audiobook"],
    "price": "Free ebook",
    "description": "War and Peace is considered one of the worlds greatest works of fiction. It is regarded, along with Anna Karenina, as Tolstoys finest literary achievement. Epic in scale, War and Peace delineates in graphic detail events leading up to Napoleons invasion of Russia, and the impact of the Napoleonic era on Tsarist society, as seen through the eyes of five Russian aristocratic families.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Simon and Schuster",
    "published on": "Apr 8, 2014",
    "pages": "1400",
    "ISBN": "9781476789477",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Deals on eBooks"
  },
  {
    "title": "Deal with the Devil",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/Kc5-DwAAQBAJ?fife=w200-h300",
    "creator": "Meghan March",
    "date": "Jan 2019",
    "genre": ["Meghan March", "Switch to the audiobook"],
    "price": "Free ebook",
    "description": "New York Times bestselling author Meghan March brings you the story of ruthless, calculating billionaire Jericho Forge inDeal with the Devil.You can put that man in a suit, but he'll never be tame.\"One look at Jericho Forge and I knew the rumors were true. He was a predator, and he had set his sights onme.I knew better than to bet more than I could afford to lose that night. I knew better than to betmyself. But desperation leads to bad decisions, and I thought there was no way I could lose.I was wrong.Now I have no choice but to make a deal with the devil.Deal with the Devil is the first book of the Forge Trilogy, which will continue with Luck of the Deviland concludewith Heart of the Devil. All three books are available now! You do not want to miss this epic love story!Meghan came in swinging from the opening line. I mean, if that's not one of the best opening lines in a book, I don't know what is. I read this book in one sitting after that, completely engrossed, unable to do anything else while Jericho held me hostage.  USA Today bestselling author, Nina LevineAbsolutely riveting. Jericho Forge is the type of sexy, enigmatic alpha-hero that readers love, and hes met his match with the fiercely independent and strong India Baptiste. There are exhilarating twists, unexpected turns and an insane amount of scorching-hot chemistry!- Mary DubJericho Forge has absolutely WRECKED ME in the best possible way! Meghan March is a freaking POWERHOUSE in this genre!  Shayna Renees Spicy ReadsJericho Forge is both dangerous and endearing. Talk about a lethal combination for my heart.-Author Hollis WynnDeal with the Devil is undoubtedly a cant miss read of 2019! letshaveakyaThis story was sexy and intense. Jericho and India's chemistry was FIRE.  Bookgasms Book BlogAdrenaline pumping, wickedly sexy, and flat-out amazing.  The Heathers BlogJericho is just everything I love about a March hero. He is sexy as heck, dangerous with his need for vengeance, and seductive with his dominance and care for our heroine.  Musings of the Modern Belle",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Meghan March LLC",
    "published on": "Jan 15, 2019",
    "pages": "300",
    "ISBN": "9781943796229",
    "features": "Flowing text, Google-generated PDF",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Top-selling eBooks"
  },
  {
    "title": "The Chase",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/v1RnDwAAQBAJ?fife=w200-h300",
    "creator": "Elle Kennedy",
    "date": "Aug 2018",
    "genre": ["Elle Kennedy"],
    "price": "Free ebook",
    "description": "Everyone says opposites attract. And they must be right, because theres no logical reason why Im so drawn to Colin Fitzgerald. I dont usually go for tattoo-covered, video-gaming, hockey-playing nerd-jocks who think Im flighty and superficial. His narrow view of me is the first strike against him. It doesnt help that hes buddy-buddy with my brother.And that his best friend has a crush on me.And that I just moved in with them.Oh, did I not mention were roommates?I suppose it doesnt matter. Fitzy has made it clear hes not interested in me, even though the sparks between us are liable to burn our house down. Im not the kind of girl who chases after a man, though, and Im not about to start. Ive got my hands full dealing with a new school, a sleazy professor, and an uncertain future. So if my sexy brooding roomie wises up and realizes what hes missing?He knows where to find me.The Briar U Series of Standalone NovelsThe Chase (Briar U Book 1)The Risk (Briar U Book 2)The Play (Briar U Book 3)The Off-Campus Series of Standalone NovelsThe Deal (Off-Campus Book 1)The Mistake (Off-Campus Book 2)The Score (Off-Campus Book 3)The Goal (Off-Campus Book 4)Free romance, contemporary romance, new adult, free new adult romance, free sports romance, hockey romance, free hockey romance, standalone romance, free romance series starter",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Elle Kennedy Inc.",
    "published on": "Aug 6, 2018",
    "pages": "427",
    "ISBN": "9780994054456",
    "features": "Flowing text, Google-generated PDF",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Top-selling eBooks"
  },
  {
    "title": "Rivalry",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/Mn5gDwAAQBAJ?fife=w200-h300",
    "creator": "Laurelin Paige",
    "date": "Jun 2019",
    "genre": ["Laurelin Paige"],
    "price": "Was $5.99, now reduced to Free ebook",
    "description": "\"This book is mean and kinky, desperate and romantic...I was consumed.\" - KC Caron, Goodreads ReviewerEdward Fasbender is a devil.Hes my father's biggest rival. He takes what he wants, and he bows to no one.And now Edward Fasbender wants me.I didnt expect to want him back.Having him is not in the cards, not when a union with him would destroy my father. But that doesnt mean I cant play with him a bit.Except, Ive never played against such a ruthless opponent. Edward is cold and vicious, and my blood has never run hotter. They say you should choose the devil you know, but I've always preferred long odds.Even if it'll get me slain.Oh my. I was hooked. You wont be able to put this down! - Aleatha Romig, NYT Bestselling Author\"Laurelin Paige has woven a lewd adult romance that's easilythe most disciplined, depraved and delicious story I've read in ages.\" -KC Caron, Goodreads reviewer\"Edward Fasbender IS the devil.AND. I. LOVE. HIM.\" -Kimberly, Goodreads reviewer\"Omg, omg, omg, this book is wow.I'm not sure what to say except READ this book.\" -Amanda Dubuque, Goodreads reviewer\"Edward wasdelicious as he was decadent.Sexy and refined but a predator looking for the ultimate prey...I can't wait for more!Bravo! 5 stars!\" -Ratula, Bookgasms Book Blog\"(A) fascinating start to this new quartet!\" -Bianca, BJ's Book Blog\"Laurelin Paige has taken Celia, the woman we love to hate, and given us a killer story. She \"Slayed\" it.The storyline is genius!\"-Michele Ficht, Goodreads reviewer\"OMG I could not look away. This book ismean and kinky, desperate and romantic, and every shameful hunger Celia had right or wrong, pulled me deeper and deeper.I was consumed.\" -KC Caron, Goodreads reviewer\"Laurelin Paige really delivers her all here for Edward and Celia's storyand damn... I'm still speechless.\" -CerysAnne, Goodreads reviewer\"This is my new obsession!\"-Peggy Lee, Goodreads reviewer\"Amasterpiece, a genius creationandundoubtedly the best story by Laurelin Paigetill date.\" -PP's Bookshelf, Goodreads reviewer\"The writing wasbrilliant. The storytelling wasperfection. The heat wasoff the charts. This book will leave your insides in utter chaos.My new OBSESSION IS EDWARD FASBENDER.\"- Angel, Goodreads reviewer\"This story isabsolutely refreshing, dark, twistedand withall the feels. The writing and the plot are bothEPIC. The characters areamazing, believable,andlikeable,even the ones you love to hate. The storyline washighly engagingand it pulled me in, making me feel emotionally connected as if I was part of their world.I was so hooked, I couldn't put the book down, even though I had the fortune to listen to this extraordinary story a few days before.\" -Avephoenix, Goodreads reviewer",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Paige Press, LLC",
    "published on": "Jun 4, 2019",
    "pages": "300",
    "ISBN": "9781942835424",
    "features": "Flowing text, Google-generated PDF",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Top-selling eBooks"
  },
  {
    "title": "MOTION",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/zi1pDwAAQBAJ?fife=w200-h300",
    "creator": "Penny Reid",
    "date": "Feb 2019",
    "genre": ["Penny Reid", "Switch to the audiobook"],
    "price": "Free ebook",
    "description": "Forced to lie to protect her sister . . .From the New York Times Bestselling Author, Penny ReidOne week.Home alone.Girl genius.Unrepentant slacker.Big lie.Whats the worst that could happen?Mona is a smart girl and figured everything out a long time ago. She had to. She didnt have a choice. When your parents are uber-celebrities and you graduate from high school at fifteen, finish college at eighteen, and start your PhD program at nineteen, you dont have time for distractions outside of your foci. Even fun is scheduled. Which is why Abram, her brothers best friend, is such an irritant.Abram is a talented guy, a supremely gifted musician, and has absolutely nothing figured out, nor does he seem to care. He does what he feels, when he feels, andin Monas opinionhe makes her feel entirely too much.Laws of Physics parts 1 (MOTION) & 2 (SPACE) end with a cliffhanger.Part 1 (MOTION) will be released February 11, 2019Part 2 (SPACE) will be released March 11, 2019.Part 3 (TIME) will be released April 15, 2019New adult, college, YA Romance in College, College Crush Romance, College Romance, Young Adult Romance Novels, Coming of Age Romance, friendship, romantic comedy series, comedy, comedy series, funny romance, laugh romance, modern romance, urban romance, USA today, New York Times bestseller, USA today bestseller, smart romance, something funny to read, lighthearted romance, light romance, hot romance, Penny Reid, Penny Reid Romance, romantic comedies, rom com,  hilarious, romance series, romance books, beach reads, funny, female, stories, sensual, sensual romance, hot guy, racy, sexy, heartwarming, heart-warming, love, love books, kissing books, emotional journey, contemporary, contemporary romance, sassy, captivating romance, hot, hot romance, sparks, loyalty, swoon, emotional journey, female protagonist, story, stories, love story, romance love, quirky romance, smart heroine, nerdy, nerd, nerd romance, nerdy heroine, geek romance, geeks, geeky romance, geeky heroine, nerdy girl, rockstar, rockstar romance, rockstar hero, famous hero, celebrity, celebrity heroFor fans of: Emma Chase, Julia Kent, Mariana Zapata, Sally Thorne, Susan Elizabeth Phillips, Kristen Callihan, Helen Hoang, Alice Clayton ",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Cipher-Naught",
    "published on": "Feb 11, 2019",
    "pages": "264",
    "ISBN": "Flowing text, Google-generated PDF",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Fiction / Romance / Contemporary",
    "group": "Top-selling eBooks"
  },
  {
    "title": "Strawberry Shortcake",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/S2guDAAAQBAJ?fife=w200-h300",
    "creator": "Georgia Ball",
    "date": "Jun 2016",
    "genre": ["Georgia Ball"],
    "price": "Free ebook",
    "description": "Strawberry Shortcake returns to comics! It's a berry special re-introduction to Strawberry Shortcake and all her pals and - maybe - a certain not-so-nice purple someone as well?!",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "IDW Publishing",
    "published on": "Jun 1, 2016",
    "pages": "23",
    "ISBN": "Original pages",
    "features": "Android 3.0+ tablet",
    "bestfor": "English",
    "language": "Comics & Graphic Novels / General",
    "group": "Top-selling eBooks"
  },
  {
    "title": "Flovely - Adventures on the Houseboat",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/2ZW5DAAAQBAJ?fife=w200-h300",
    "creator": "Siegfried Freudenfels",
    "date": "Feb 2019",
    "genre": ["Siegfried Freudenfels"],
    "price": "Free ebook",
    "description": "\"Flovely  Adventures on the Houseboat\" is a lovingly written children's book for children from three to six. The cheerful adventure story tells of an exciting outing on a boat with Flovely and her friends. Positive character traits like friendship, team spirit and trust are essential in the story and are conveyed to the children playfully.  Together with her friends Flovely makes an adventurous boat trip on the rainbow river. As a team the friends repair the old houseboat, make new friends and build a great pirate's camp at a wonderful beach. During an exciting hike in the night the adventurers watch the animals of the forest and afterwards have a glittering feast round the camp fire. Discover the free children s books.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "BookRix",
    "published on": "Feb 22, 2019",
    "pages": "14",
    "ISBN": "9783739665528",
    "features": "Flowing text, Google-generated PDF",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Top-selling eBooks"
  },
  {
    "title": "Taken by Love (Free, Free steamy romance, The Bradens at Trusty #1) Love in Bloom Contemporary Romance",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/D5CWAwAAQBAJ?fife=w200-h300",
    "creator": "Melissa Foster",
    "date": "May 2014",
    "genre": ["Melissa Foster"],
    "price": "Was $4.99, now reduced to Free ebook",
    "description": "Discover the magic of New York Times bestseller Melissa Foster's writing, and see why millions of readers have fallen in love with the Bradens.The Bradens are a series of stand-alone romances that may also be enjoyed as part of the larger Love in Bloom series.\"You can always rely on Melissa Foster to deliver a story that's fresh, emotional and entertaining. Make sure you have all night, because once you start you won't want to stop reading. Every book's a winner!\" New York Times Bestselling Author Brenda Novak\"Melissa Foster is synonymous with sexy, swoony, heartfelt romance!\" New York Times Bestseller Lauren BlakelyIn USA Today bestseller TAKEN BY LOVE...Daisy Honey fled Trusty, Colorado, after years of battling rumors sparked by her gorgeous looks and lust-inducing name. Now a physician on the brink of a promising career, she reluctantly returns home when her father is injured in a farming accident. Daisy expects the small-town girls who hurt her in the past to take cheap shots again--but she's completely unprepared for a run-in with tall, dark, and wickedly sexy Luke Braden, the only man who has ever stood up for her--and the man she's never forgotten.Luke Braden is handsome, wealthy, and the best damn gypsy horse breeder in the Midwest. After a restless youth, he's finally ready to settle down--only connecting with women is nothing like connecting with horses, and he's never met a woman worth the energy. After an arrest in a neighboring town, Luke's past comes back to haunt him, and he realizes that his inability to find love runs deeper than he ever imagined.A chance encounter sweeps Luke and Daisy into a world of passion. For the first time ever, Luke feels a connection, but Daisy's life in Trusty is anything but permanent, and Luke can't manage a future until he puts his past to rest.Want More Bradens? Read the full Braden at Trusty, CO series!Taken by Love (Luke)Fated for Love (Wes)Romancing My Love (Pierce)Flirting with Love (Ross)Dreaming of Love (Emily)Crashing into Love (Jake)TAKEN BY LOVE is part of the Love in Bloom series. All Love in Bloom books can be read as a stand-alone novels, for even more reading enjoyment you may want to read the entire Love in Bloom series. Characters from each sub-series appear in future books.SNOW SISTERSSisters in LoveSisters in BloomSisters in WhiteTHE BRADENS (Weston, CO)Lovers at Heart, Reimagined (Treat & Max)Destined for Love (Rex & Jade)Friendship on Fire (Josh & Riley)Sea of Love (Dane & Lacy)Bursting with Love (Savannah & Jack)Hearts at Play (Hugh & Bree)THE REMINGTONSGame of Love (Dex)Stroke of Love (Sage)Flames of Love (Siena)Slope of Love (Rush)Read, Write, Love (Kurt)Touched by Love (Boyd)SEASIDE SUMMERSSeaside Dreams (Bella)Seaside Hearts (Jenna)Seaside Sunsets (Jamie)Seaside Secrets (Amy)Seaside Nights (Sky)Seaside Embrace (Hunter)Seaside Lovers (Grayson)Seaside Whispers (Matt)THE BRADENS (at Peaceful Harbor)Healed by Love (Nate)Surrender My Love (Cole)River of Love (Sam)Crushing on Love (Shannon)Whisper of Love (Tempest)Thrill of Love (Ty)REVIEWS\"With her wonderful characters and resonating emotions, Melissa Foster is a must-read author!\" New York Times Bestseller Julie Kenner\"...love, loss, lies, grief, finding happiness in the face ofadversity, romance, humor, bravery, hot hot hot sex scenes, marriages, births and totally awesome characters.\" --Supportive Business Moms, UK\"Like Nora Roberts, Melissa Foster has captivated me with her fantastic, sexy, romantic stories.\" K. WinningNEW YORK TIMES and USA TODAY BESTSELLING AUTHORMelissa Foster is aNew York Times&USA Todaybestselling and award-winning author. She writes sexy and heartwarming contemporary romance, new adult romance, and women's fiction with emotionally compelling characters that stay with you long after you turn the last page. Melissa's emotional journeys are lovingly erotic and always family oriented. Melissa loves to chat with book clubs and readers, invite her to your next event.Foster's love stories are perfect steamy romance beach reads for fans of big-family, small-town romance.The characters are romantic and loyal, some are billionaires, others are not, and you're always guaranteed a happily ever after.This book will resonate with people looking to read: small-town romance, feel-good romance, contemporary romance, romantic comedy, series, romantic comedy series,racy, sexy, heartwarming, heart-warming romance, family, love, love books, kissing books, emotional journey, contemporary, contemporary romance, romance series, long series, long romance series,sassy, captivating romance, hot, hot romance, forbidden love, sparks, loyalty, swoon, beach romance, books for summer, books for the beach, beach series, sweetbriar, seaside, love in bloom, bradens, remingtons, ryders, whiskeys, wicked, dirty, fierce, alpha heroes,funny romance, laugh romance, modern romance, cape cod, cape cod romance, USA today, USA today bestseller, smart romance, something funny to read, billionaire, billionaire romance, love story, millionaire, wealthy heroes, happily ever after, happy ending, lighthearted romance, light romance, hot romance, romance for adults, contemporary romance 2020, funny romance, funny romance new, swoonworthy, romance series, romance series, romance books, beach reads, new adult, small-town, funny, female, stories, sensual, sensual romance,free ebook, freebie, free book, free reads, free romance novel, free romance book, free beach read,romantic comedy books free, romance books free,alpha male, dominant male, hot guy, fun summer reads, love and friendship, new romance series, hot romance series, new small-town series, beach reads 2020, new beach read, free beach house book, free beach romance, free summer romance, free vacation romance, free summer book, steamy romance, romance series, family romance, big family, friend romance, friends to lovers, bad boy, billionaire,contemporary crush, love story, romance love, new adult romance, billionaire obsession, contemporary romance and sex, romance billionaire series, friendship.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "World Literary Press",
    "published on": "May 15, 2014",
    "pages": "300",
    "ISBN": "Flowing text, Google-generated PDF",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Family & Relationships / Dating",
    "group": "Top-selling eBooks"
  },
  {
    "title": "Good Girl Gone Badd",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/Fl8vDwAAQBAJ?fife=w200-h300",
    "creator": "Jasinda Wilder",
    "date": "Aug 2017",
    "genre": ["Jasinda Wilder"],
    "price": "Free ebook",
    "description": "Evangeline du Maurier is the definition of a good girl. Attending Yale, raised with the best tutors and etiquette instructors, she's expected to toe the family line and be a trophy wife for a future senator. But when this good girl takes a quick getaway to clear her head, she finds a whole lot more than she'd bargained for. She finds herself in the arms of a bad boy. Baxter Badd.  Big, hard-drinking, and as rough and demanding in bed as he is out of it, Bax may be the baddest brother yet...",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Jasinda Wilder",
    "published on": "Aug 3, 2017",
    "pages": "396",
    "ISBN": "9781941098769",
    "features": "Flowing text, Google-generated PDF",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Top-selling eBooks"
  },
  {
    "title": "Hard to Love",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/EDGqDwAAQBAJ?fife=w200-h300",
    "creator": "W. WintersWillow Winters",
    "date": "Aug 2019",
    "genre": ["W. Winters", "Willow Winters"],
    "price": "Free ebook",
    "description": "FromUSA Todaybestselling author Willow Winters comes a heart-wrenching, edge-of-your-seat gripping, romantic suspense.Our love story isn't a tragedy but it sure as hell started out like one.I grew up in the life, and learned to hate everything in this town.Everything but her. She was my constant through it all.Just a look would tempt and torment.Just a touch would singe and soothe.I only survived because she was by my side.I feared the danger would bleed into what we had.After all, she was too good for this world. But I was too far gone to push her away.I was Lauras downfall.Problem was, she was mine too.Hard to Love is book 1 of the Hard to Love, romantic suspense, series.\"This highly addictive read had me glued to its pages, and unable to put it down. This story will have you jaw-dropping, gasping for breath, and begging for more!\" Sarah, SWBR Book Blog & ReviewsTopics include: mafia romances, dark romance, dark romance mafia, alpha business man book, billionaire romance, billionaire romance series, possessive alpha romance, willow winters books, w. winters books, contemporary romance, contemporary, romance novels, survival romance, the best romance series ever, bestselling series, captive romance.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Willow Winters Publishing LLC",
    "published on": "Aug 20, 2019",
    "pages": "210",
    "ISBN": "Flowing text, Google-generated PDF",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Fiction / Romance / Contemporary",
    "group": "Top-selling eBooks"
  },
  {
    "title": "The Sham",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/exe_DwAAQBAJ?fife=w200-h300",
    "creator": "Stella Gray",
    "date": "May 2020",
    "genre": ["Stella Gray"],
    "price": "Was $6.99, now reduced to Free ebook",
    "description": "Everything people think they know about the Zoric family is a sham. Even me.I thought I was trying out to be their newest model.Luka was auditioning wives.I just need the career boost. He needs good PR to salvage his playboy image. It's a win-win - on paper. But since when has real life been simple?His jealousy makes me crazy.The control he maintains over my body is unacceptable.I really shouldn't be so turned on by it.But there's more to both me and my husband than meets the eye.And it isn't long before I'm wondering - which of us has made the bigger mistake?Book One in the Convenience Series.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Paige Press, LLC",
    "published on": "May 5, 2020",
    "pages": "300",
    "ISBN": "Flowing text, Google-generated PDF",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Fiction / Romance / Billionaires",
    "group": "Top-selling eBooks"
  },
  {
    "title": "Heartbreaker (A FREE Romance)",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/KjpqDwAAQBAJ?fife=w200-h300",
    "creator": "Katie McCoy",
    "date": "Aug 2018",
    "genre": ["Katie McCoy"],
    "price": "Free ebook",
    "description": "Five friends... One bar... and a whole heap of sexy trouble! Enjoy the sizzling stand-alone romance, perfect for fans of Christina Lauren and Kendall Ryan.Liam Callahan is devastatingly handsome, infuriatingly aloof and my new boss? Put that at the top of the list of Things I Wish Id Known (Before I Was Panting in His Arms During a Sizzling Midnight Make-out Session.)My bartending gig at Rascals was supposed to be a fresh start for me. Now Im juggling drink orders AND red-hot sexual tension - but I refuse to let Liams smoldering stares throw me off my gameUntil one late night leads to another. And another. Liam has a reputation as Mr Heartbreaker, but hes revealing a whole new side of himself: funny, playful, and most definitely NSFW. But this rascal has made a rule of never getting in too deep, and despite the real connection between us, somethings holding him back.Can we find a way to put the past behind us and move on? Or will my new beginning end in heartbreak before its even begun?Find out in the hot new stand-alone romance from Katie McCoy!#1 Rascal#2 Wingman -#3 Heartbreaker#4 Soulmate#5 TroublemakerFree romance, contemporary romance, new adult, free new adult romance, free sports romance, free ebook, free book, free contemporary romance, free romantic comedy, shopping romance, billionaire romance, billionaire, series, romantic comedy series, comedy, comedy series, bbw romance, funny romance, laugh romance, modern romance, urban romance, boston, boston romance, wealthy, USA today, new york times bestseller, free new york times bestseller, USA today bestseller, CEO romance, office romance, city romance, smart romance, mystery shopping, mystery shopping romance, something funny to read, lighthearted romance, light romance, hot romance, Lila monroe,, julia kent romance, proposal, proposal romance, engagement, engagement romance, romance novel, romance book, billionaire book,romantic comedy books free, romance books free, billionaire romance for adults, billionaire romance books free, contemporary romance free, funny romance, funny romance free, funny books free, comedy books free, rom com, hilarious, romance series, romance series, romance books, beach reads, new adult, college, funny, female, stories, sensual, sensual romance, alpha male, dominant male, hot guy, racy, billionaire romance free,sexy, heartwarming, heart-warming, family, love, love books, kissing books, emotional journey, contemporary, contemporary romance, romance series, long series, long romance series, wealthy hero, wealthy heroes, sassy, captivating romance, hot, hot romance, forbidden love, romcom, sparks, loyalty, swoon, free comedy, free read, free bookPerfect for readers ofEmma Chase, Penny Reid, Lauren Blakely, Sally Thorne, Susan Elizabeth Phillips, Kendall Ryan, Kristan Higgins, Kendall Ryan, Jasmine Guilleroy, Helena Hunting, Sophie Kinsella and Alice Clayton.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Katie McCoy Books",
    "published on": "Aug 20, 2018",
    "pages": "255",
    "ISBN": "Flowing text, Google-generated PDF",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Fiction / Romance / Contemporary",
    "group": "More like Mindfulness at Work"
  },
  {
    "title": "Crash Into Me (Heart of Stone #1)",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/ieG4AwAAQBAJ?fife=w200-h300",
    "creator": "K.M. Scott",
    "date": "Aug 2013",
    "genre": ["K.M. Scott", "Switch to the audiobook"],
    "price": "Free ebook",
    "description": "FREE BOOK***USA TODAY BESTSELLER***What would you give up for everything?Tristan Stone was powerful, commanding, sex incarnate. And he wore it all so well. From the moment his mesmerizing gaze met mine, I had no choice but surrender to everything he was. His power. His decadence. His passion. He was all I never knew I needed.He wanted to possess me, and I wanted to be his everything. All I had to do was accept what he offered. But everything has a price.The world he gave me fulfilled my wildest dreams, but would that be enough when the past crashed into the present?Contemporary romance, erotic romance, New York, series, billionaire romance, wealthy hero, romantic suspenseLook for all the Heart of Stone series books!Crash Into Me (Heart of Stone #1)Fall Into Me (Heart of Stone #2)Give In To Me (Heart of Stone #3)Heart of Stone Volume One Box SetEver After (Heart of Stone #4)A Heart of Stone Christmas (Heart of Stone #5)Return To Me (Heart of Stone #6)Forever With Me (Heart of Stone #7)Heart of Stone Volume Two Box SetHard As Stone (Heart of Stone #8)Set In Stone (Heart of Stone #9)Silent As A Stone (Heart of Stone #10)All of Me (Heart of Stone #11)And look for the Club X series and Corrupted Love Trilogy, along with K.M.'s paranormal and historical books under her Gabrielle Bisset name, the Sons of Navarus series, the Destined Ones Duology, and the Victorian Erotic Romance series! Check them out and find your next great read today!free book, contemporary romance, USA Today bestseller, Heart of Stone series, romantic suspense, bestseller, Tristan Stone, Tristan and Nina, New York, billionaire romance",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Copper Key Media, LLC",
    "published on": "Aug 25, 2013",
    "pages": "346",
    "ISBN": "9780989108140",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "More like Mindfulness at Work"
  },
  {
    "title": "The Memoirs of Sherlock Holmes",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/BL_QAwAAQBAJ?fife=w200-h300",
    "creator": "Arthur Conan Doyle",
    "date": "Nov 2014",
    "genre": ["Arthur Conan Doyle", "Switch to the audiobook"],
    "price": "Free ebook",
    "description": "From his rooms in Baker Street, Sherlock Holmes grapples with forces of deceit, intrigue, and evil in Victorian London.The Memoirs of Sherlock Holmes inspired The Map of Chaos by New York Times bestselling author Flix J. Palma. As a gift to readers, this ebook edition includes an excerpt from The Map of Chaos.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Simon and Schuster",
    "published on": "Nov 18, 2014",
    "pages": "320",
    "ISBN": "9781476797502",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "More like Mindfulness at Work"
  },
  {
    "title": "Unavailable",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/-n1JDwAAQBAJ?fife=w200-h300",
    "creator": "Ella Sheridan",
    "date": "May 2015",
    "genre": ["Ella Sheridan"],
    "price": "Free ebook",
    "description": "Secrets dont belong in the officeor the bedroom.Alex Brannigan walked up to Cailin on the dance floor like he owned the place. Owned her. And for a few perfect hours, he controlled her like he did everything else in his lifecompletely. Giving her pleasure. Saturating her with his need.Then she woke to an empty bed. Alex was a one-night stand she didnt think she could forget, but still, just a one-night stand. No big deal, right? She was still telling herself that Monday morning when she walked into her new office and there, behind the desk, was the one man she thought shed never see again. Too bad the fact that hes her new boss isnt the only reason hes unavailable.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Ella Sheridan",
    "published on": "May 14, 2015",
    "pages": "219",
    "ISBN": "Flowing text",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Fiction / Romance / Contemporary",
    "group": "More like Mindfulness at Work"
  },
  {
    "title": "Tears of Tess",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/9Qy4BgAAQBAJ?fife=w200-h300",
    "creator": "Pepper Winters",
    "date": "Aug 2013",
    "genre": ["Pepper Winters"],
    "price": "Free ebook",
    "description": "My life was complete. Happy, content, everything neat and perfect.Then it all changed.I was sold.Tess Snow has everything she ever wanted: one more semester before a career in property development, a loving boyfriend, and a future dazzling bright with possibility.For their two year anniversary, Brax surprises Tess with a romantic trip to Mexico. Sandy beaches, delicious cocktails, and soul-connecting sex set the mood for a wonderful holiday. With a full heart, and looking forward to a passion filled week, Tess is on top of the world.But lusty paradise is shattered.Kidnapped. Drugged. Stolen. Tess is forced into a world full of darkness and terror.Captive and alone with no savior, no lover, no faith, no future, Tess evolves from terrified girl to fierce fighter. But no matter her strength, it cant save her from the horror of being sold.Can Brax find Tess before shes broken and ruined, or will Tesss new owner change her life forever?A New Adult Dark Contemporary Romance, not suitable for people sensitive to grief, slavery, and hard to read subjects. A story about finding love in the strangest of places, a will of iron that grows from necessity, and forgiveness that may not be enough.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Pepper Winters",
    "published on": "Aug 30, 2013",
    "pages": "420",
    "ISBN": "Flowing text, Google-generated PDF",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Fiction / Romance / Contemporary",
    "group": "More like Mindfulness at Work"
  },
  {
    "title": "Ruthless King",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/K4I4DwAAQBAJ?fife=w200-h300",
    "creator": "Meghan March",
    "date": "Oct 2017",
    "genre": ["Meghan March", "Switch to the audiobook"],
    "price": "Free ebook",
    "description": "Get ready for the darker and dirtier side of New Orleans with a brand new alpha romance from New York Times, Wall Street Journal, andUSA Todaybestselling author Meghan March.New Orleans belongs to me.You dont know my name, but I control everything you seeand all the things you dont.My reach knows no bounds, and my demands are always met.I didnt need to loan money to a failing family distillery, but it amuses me to have them in my debt.To have her in my debt.She doesnt know she caught my attention.She shouldve been more careful.Im going to own her. Consume her. Maybe even keep her.Its time to collect what Im owed.Keira Kilgore, youre now the property of Lachlan Mount.*Ruthless King is book one of the Mount Trilogy.All books available now.*Reading order:Ruthless KingDefiant QueenSinful Empire \"So hot and explosive, I recommend having the fire department on standby.\" - New York Times bestselling author Laurelin Paige\"Meghan takes us a sexy and gritty, non-stop journey that kept my heart in my throat and my body primed! Lachlan Mount is the king and he is mine!\" T Gephart, USA Today bestselling author.\"This is one book hangover I never want to wake from.\" ~Harper Sloan, New York Times bestselling author\"This is my new favorite series EVER!\"  Candi Kane, Dirty Laundry Review\"This right here...THIS is the type of romance that I LIVE FOR! Brutally beautiful and one of the SEXIEST reads of the year! Meghan March is CONQUERING this genre!\" ~Shayna Renee, Shayna Renee's Spicy Reads___Topics:New Orleans, French Quarter, anti-hero, anti-hero romance, alpha hero, alpha bad boy, dominant alpha male, dominant alpha male hero, protection, famous, male, bodyguard, criminal, criminal underground, dirty billionaire, millionaire, rich, hidden, forbidden romance, hidden identity, brothers best friend, bayou, swamp, military romance.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Meghan March LLC",
    "published on": "Oct 17, 2017",
    "pages": "250",
    "ISBN": "9781943796007",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "More like Mindfulness at Work"
  },
  {
    "title": "The Hotel: a FREE Billionaire Romance",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/5-WEDwAAQBAJ?fife=w200-h300",
    "creator": "Lola Darling",
    "date": "Jan 2019",
    "genre": ["Lola Darling"],
    "price": "Free ebook",
    "description": "Perfect for fans of Fifty Shades, Roxy Sloane, and Penelope Sky, 'The Hotel' is a raw and sensual duet that will leave you breathless...It was supposed to be one night.One wild night with a stranger.No rules. No consequences.No limits.But Dominic Rexford isn't a man who takes orders.He gives them. And he expects total submission in return.But what if I want that too?The Hotel Duet:The HotelThe DareThe LessonThe Challenge",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Lola Darling Books",
    "published on": "Jan 23, 2019",
    "pages": "189",
    "ISBN": "Flowing text, Google-generated PDF",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Fiction / Romance / Contemporary",
    "group": "More like Mindfulness at Work"
  },
  {
    "title": "Hot as Puck",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/rvpBDgAAQBAJ?fife=w200-h300",
    "creator": "Lili Valente",
    "date": "Apr 2017",
    "genre": ["Lili Valente", "Switch to the audiobook"],
    "price": "Free ebook",
    "description": "The NHL's biggest bad boy is about to fall for the virgin next doorI am the worlds biggest dating failure. Were talking my last date went home with our waitress kind of failure.But I have an ace in the back pocket of my mom jeansmy sexy-as-sin best friend, NHL superstar forward, Justin Cruise.Justin owes me favors dating back to seventh grade, long before he became a hotshot with a world famousstick. So in return for my undying platonic loyalty, all I want is an easy-peasy crash course on how to be a sex goddess.How hard can it be?***I have never been so hard in my life.The things I want to do to my sweet, kindergarten-teaching, mitten-crocheting best friend Libby Collins are ten different kinds of wrong. Maybe twenty.But Im a firm believer in teaching by example, and by the end of our first lesson, weve graduated to a hands on approach to her sexual education: my hands all over her, her hands all over me, and her hot mouth melting beneath mine as I prove to her there isnt a damned thing wrong with the way she kisses.Give me a month, and Ill transform Libby from wall flower to wall banger, and ensure shes confident enough to seduce any guy she wants.Problem is the only guy I want her seducing is me.Hot as Puck is a sexy, flirty, friends-to-lovers Standalone romantic comedy from USA Today Bestseller Lili Valente.Keywords: hockey romance, virgin romance, lessons in seduction, new adult, new adult romance, sports romance, sports, friends to lovers, opposites attract romance, opposites attract, workplace, humor, comedy, romance, contemporary, alpha male,  love, career,  bad boy, family, fiction, forbidden, forbidden romance, romantic comedy, roommates, roomie, roomies, best friends to lovers romance, contemporary romance, best friends in romance, brothers, athletes, rom com, hilarious, romance series, romance books, beach reads, funny, stories, sensual, sensual romance, hot guy, sexy, heartwarming, heart-warming,  kissing books, romance series, long series, long romance series, wealthy hero, wealthy heroes, sports romance, Lili Valente, L. Valente.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Self Taught Ninja",
    "published on": "Apr 3, 2017",
    "pages": "265",
    "ISBN": "Flowing text, Google-generated PDF",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Fiction / Romance / Romantic Comedy",
    "group": "More like Mindfulness at Work"
  },
  {
    "title": "The Deal",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/xLauDwAAQBAJ?fife=w200-h300",
    "creator": "Stella Gray",
    "date": "Sep 2019",
    "genre": ["Stella Gray"],
    "price": "Free ebook",
    "description": "On my eighteenth birthday my father, the senator, gives me the gift he thinks every littlegirl dreams of.The man of my dreams, and the wedding to match.Stefan Zoric is heir to an elite worldwide modeling agency. Practically a prince.My arrangement is simple, as far as sham marriages go.I give him my virginity, behave as the perfect wife and he'll pay for the college degree my father found irrelevant.But I don't want to be the perfect wife.I want him to want me the way I want him.I want him to confide in me.But Stefan has secrets that he holds close, dangerous secrets.And soon I'm wondering what kind of devil have I made a deal with?Book One in the Arranged Series.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Paige Press, LLC",
    "published on": "Sep 10, 2019",
    "pages": "300",
    "ISBN": "Flowing text, Google-generated PDF",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Fiction / Romance / Billionaires",
    "group": "More like Mindfulness at Work"
  },
  {
    "title": "Can't Help Falling in Love: The Sullivans 3",
    "mainImage": "https://books.google.com/books/content/images/frontcover/z4PYrTexP0oC?fife=w200-h300",
    "creator": "Bella Andre",
    "date": "Jan 2014",
    "genre": ["Bella Andre"],
    "price": "Free ebook",
    "description": "\"An amazing love story with an amazing hero that keeps you hooked!\" ~ 5 starsGabe Sullivan risks his life every day as a firefighter in San Francisco. But after learning a brutal lesson about professional boundaries, he knows better than to risk his heart to his fire victims ever again. Especially the brave mother and daughter he saved from a deadly apartment fire...and can't stop thinking about.Megan Harris knows she owes the heroic firefighter everything for running into a burning building to save her and her seven-year-old daughter. Everything except her heart. Because after losing her navy pilot husband five years ago, she has vowed to never suffer through loving - and losing - a man with a dangerous job again.Only, when Gabe and Megan meet again and uncontrollable flames of desire ignite between them, how can he possibly ignore her courage, determination, and beauty? And how can she deny not only his strong bond with her daughter...but the way his sweetly sensual kisses are challenging her to risk everything she's been guarding for so long? If one - or both - of them aren't careful, they just might end up falling in love.CAN'T HELP FALLING IN LOVE is part of Bella Andre's #1 bestselling series about The Sullivans. While it can easily be read as a stand-alone story, you'll likely enjoy reading the other books, too.\"It's official: Bella Andre is my addiction. With each book I fall even harder for the Sullivans!\"\"Can't Help Falling in Love is the perfect example of why I love romance novels. In fact, I can say that about the entire Sullivans series! The exciting meet, one or both of them resisting the spark of attraction, the first explosive kiss leading to rock-my-world sex, overcoming conflict while falling in love, and living happily ever after. It's rare that I find a book that does it ALL just as I want.\"\"Gabe Sullivan is one of the best heroes I've read in romance!\"\"It's a wonder that the pages don't singe your hands!\"\"Thank goodness there are more Sullivans!\"* * * * * * * * * * * * * * *THE SULLIVANSThe Look of LoveFrom This Moment OnCan't Help Falling In Love I Only Have Eyes For YouIf You Were MineLet Me Be The OneCome A Little Bit CloserAlways On My MindKissing Under The MistletoeOne Perfect Night The Way You Look TonightIt Must Be Your LoveJust To Be With You I Love How You Love MeAll I Ever Need Is YouEvery Beat Of My Heart Now That I've Found YouSince I Fell For YouSweeter Than EverThe Best Is Yet To ComeCan't Take My Eyes Off Of YouYou Do Something To MeEvery Time We Fall In LoveYour Love Is MineThere Goes My HeartBella Andre's New York Times and USA Today bestselling novels have been #1 bestsellers around the world and she has sold more than 8 million books so far! Known for \"sensual, empowered stories enveloped in heady romance\" (Publishers Weekly), her books have been Cosmopolitan Magazine \"Red Hot Reads\" twice and have been translated into ten languages. There are more",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Oak Press, LLC",
    "published on": "Jan 1, 2014",
    "pages": "400",
    "ISBN": "9780983720270",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "More like Mindfulness at Work"
  },
  {
    "title": "A Short and Educational Book of Science",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/kxEJDAAAQBAJ?fife=w200-h300",
    "creator": "Zion Phoenix",
    "date": "Mar 2018",
    "genre": ["Zion Phoenix"],
    "price": "Free ebook",
    "description": "An overview of science, physics, and astronomy. Lots of cool facts and information building blocks to expand your understanding and horizons of the world of science. Written by a 9 year old with a passion for science, this is a great book for the inquisitive child with an interest in science (or to get them interested in science!).",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "BookRix",
    "published on": "Mar 27, 2018",
    "pages": "35",
    "ISBN": "9783739649108",
    "features": "Flowing text, Google-generated PDF",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Business & Investing"
  },
  {
    "title": "Highland Heart",
    "mainImage": "https://books.google.com/books/content/images/frontcover/2mU7l-_8FbQC?fife=w200-h300",
    "creator": "Heather McCollum",
    "date": "Dec 2012",
    "genre": ["Heather McCollum"],
    "price": "Free ebook",
    "description": "Alec Munro, chieftain of the Munros, has captured the Englishman who swindled his father. Set on retribution, he's caught off-guard by the thief's beautiful daughter, a lass whose beauty and spirit leave him questioning the value of revenge. Rachel Brindle has a secret: she can heal people with her magic. While journeying with her father and sister into the Highlands, she becomes a prize sought between two warring clans. She must use her cunning and her healing magic to prevent the same slaughter that started the blood feud a century ago. But when her secret is exposed, will it condemn her in the eyes of the barbarian who has capture not only her family, but also her heart?The Highland Hearts series can be read out of order, but is best enjoyed in order. Highland Hearts reading order: #1 Captured Heart #2 Tangled Hearts#3 Untamed Hearts #4 Crimson Heart #5 Highland Heart",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Entangled: Scandalous",
    "published on": "Dec 17, 2012",
    "pages": "55",
    "ISBN": "9781622669950",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Business & Investing"
  },
  {
    "title": "The Remingtons (Books 1-3 Boxed Set) Love in Bloom Contemporary Romance Series",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/-GJoCwAAQBAJ?fife=w200-h300",
    "creator": "Melissa Foster",
    "date": "Jan 2016",
    "genre": ["Melissa Foster"],
    "price": "Was $7.99, now reduced to Free ebook",
    "description": "Discover the magic of New York Times bestseller Melissa Foster's writing, and see why millions of readers have fallen in love with the Love in Bloom big-family romance collection.This contemporary romance boxed set includes 3 full length novels:GAME OF LOVESTROKE OF LOVEFLAMES OF LOVESneak Peek, SLOPE OF LOVE***In GAME OF LOVE...Ellie Parker is a master at building walls around her heart. In the twenty-five years she's been alive, Dex Remington has been the only person who has always believed in her and been there for her. But four years earlier, she came to Dex seeking comfort and then disappeared like a thief in the night, leaving him a broken man.Dex Remington is one of the top PC game developers in the United States. He's handsome, smart, and numb. So damn numb that he's not sure he'll ever find a reason to feel again.A chance encounter sparks intense desires in Ellie and Dex. Desires that make her want to run--and make him want to feel. A combination of lust and fear leads these young lovers down a dangerous path. Is it possible to cross a burned bridge, or are they destined to be apart forever?***In STROKE OF LOVEKate Paletto runs a volunteer program in Belize for Artists for International Aid, where she deals with self-centered artists who use the program as a means to repair their marred reputations. She loves the country, the people, and what AIA stands for, but too many diva volunteers have turned her off to press-seeking celebrities altogether and left her questioning the value of the volunteer program. When she meets incredibly handsome and charming Sage, he stirs emotions she hasn't felt for ages, even though he represents the things she despises.Laid-back artist Sage Remington escapes his wealthy lifestyle in the Big Apple for a two-week journey of self-discovery to figure out how a guy who has so much can feel so empty. When he meets ultra-organized Kate, who lives her life the way he's always dreamed of living his, the attraction is too hot to ignore, but Sage is there to figure out what's missing in his life, not to find a woman.Every look, and every late-night chat in the romantic jungle brings them closer together, but Sage can barely think past stripping away Kate's misconceptions about him. Kate fights him every step of the way--even though she finds it hard to ignore the strikingly handsome, generous-to-a-fault artist who wants to do nothing more than right the wrongs of the world--and love her to the ends of the earth.***IN FLAMES OF LOVE...As one of New York's Finest, firefighter Cash Ryder is always prepared. When a woman's car skids off the side of a mountain during a snowstorm, he's there to rescue her. Cash is totally focused on the woman's well-being, but within minutes of getting her to safety, he realizes that he's nowhere near prepared for the heat that rolls off of sensual, smart-mouthed, and stubborn Siena Remington.As a model, Siena Remington has dated some of the wealthiest, most handsome men in the industry, and she's made peace with the idea that most men are just looking for eye candy and they wouldn't know how to romance a woman to save their lives. When she's rescued by a tall, handsome stranger, she thinks that maybe, just maybe, she's found her own real-life romantic fairy tale--until he opens his mouth and everything that comes out is gruff, ornery, and aggravatingly sexy.Thrown together during an annual firehouse calendar photo shoot, the passion between Cash and Siena sizzles, and neither one knows how to control the flames. After an evening of verbal sparring followed by a sinfully sensual night, their darkest secrets are revealed--and so is Cash's warm, romantic heart. But Siena's secret might be too much for big, strong, always-prepared Cash to handle--and Siena is forced to choose between a man who's everything she's ever dreamed of and an opportunity of a lifetime.***The Remingtons are the third installment of the Love in Bloom Series (Voted BEST BOOK SERIES by Supportive Business Moms, UK) written by New York Times & USA Today bestselling and award-winning author Melissa Foster. This contemporary romance series features alpha male heroes and sexy, empowered women. While each book may be read as a standalone, you might enjoy reading the entire Love in Bloom series.NEW YORK TIMES and USA TODAY BESTSELLING AUTHORMelissa Foster is aNew York Times&USA Todaybestselling and award-winning author. She writes sexy and heartwarming contemporary romance, new adult romance, and women's fiction with emotionally compelling characters that stay with you long after you turn the last page. Melissa's emotional journeys are lovingly erotic and always family oriented. Melissa loves to chat with book clubs and readers, invite her to your next event.Foster's love stories are perfect steamy romance beach reads for fans of big-family, small-town romance.The characters are romantic and loyal, some are billionaires, others are not, and you're always guaranteed a happily ever after.This book will resonate with people looking to read: small-town romance, feel-good romance, contemporary romance, romantic comedy, series, romantic comedy series,racy, sexy, heartwarming, heart-warming romance, family, love, love books, kissing books, emotional journey, contemporary, contemporary romance, romance series, long series, long romance series,sassy, captivating romance, hot, hot romance, forbidden love, sparks, loyalty, swoon, beach romance, books for summer, books for the beach, beach series, sweetbriar, seaside, love in bloom, bradens, remingtons, ryders, whiskeys, wicked, dirty, fierce, alpha heroes,funny romance, laugh romance, modern romance, cape cod, cape cod romance, USA today, USA today bestseller, smart romance, something funny to read, billionaire, billionaire romance, love story, millionaire, wealthy heroes, happily ever after, happy ending, lighthearted romance, light romance, hot romance, romance for adults, contemporary romance 2020, funny romance, funny romance new, swoonworthy, romance series, romance series, romance books, beach reads, new adult, small-town, funny, female, stories, sensual, sensual romance, alpha male, dominant male, hot guy, fun summer reads, love and friendship, new romance series, hot romance series, new small-town series, beach reads 2020, new beach read, free beach house book, free beach romance, free summer romance, free vacation romance, free summer book, steamy romance, romance series, family romance, big family, friend romance, friends to lovers,contemporary crush, love story, romance love, new adult romance, billionaire romance, contemporary romance and sex, romance billionaire series, friendship.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "World Literary Press",
    "published on": "Jan 19, 2016",
    "pages": "900",
    "ISBN": "Flowing text, Google-generated PDF",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Family & Relationships / Dating",
    "group": "Business & Investing"
  },
  {
    "title": "Sisters in Love (Free, Free steamy romance, Snow Sisters #1) Love in Bloom Contemporary Romance",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/zPoEAwAAQBAJ?fife=w200-h300",
    "creator": "Melissa Foster",
    "date": "Dec 2013",
    "genre": ["Melissa Foster"],
    "price": "Was $3.99, now reduced to Free ebook",
    "description": "Discover the magic of New York Times bestseller Melissa Foster's writing, and see why millions of readers have fallen in love with the Bradens. Voted BEST BOOK SERIES by Supportive Business Moms, UKIn SISTERS IN LOVE...Danica Snow has always been the smart, practical, and appropriate sister. As a therapist, she prides herself on making reasonable, conservative choices, even if a bit boring, and as part of the Big Sister Program, she has little time for anything more in her life.Blake Carter is a player. He never gets bored of conquering women, and with his sexy good looks and successful lifestyle, he has no trouble finding willing participants. When his friend and business partner dies in a tragic accident, he suddenly, desperately, wants to change his ways. The problem is, he doesn't know how to stop doing what he does best.When Blake walks into Danica's office, the attraction between them is white hot, but Danica isn't the type to give in to the heat and risk her career. Danica's desire sets her on a path of self-discovery, where she begins to question every decision she's ever made. Just this once, Danica wants to indulge in the pleasures of life she's been so willingly ignoring, but with her Little Sister in turmoil and her biological sister's promiscuousness weighing heavily on her heart, she isn't sure it's the right time to set her desires free.Read more LOVE IN BLOOM steamy romance novelsSNOW SISTERSSisters in LoveSisters in BloomSisters in WhiteTHE BRADENSLovers at Heart, Reimagined (Treat & Max)Destined for Love (Rex & Jade)Friendship on Fire (Josh & Riley)Sea of Love (Dane & Lacy)Bursting with Love (Savannah & Jack)Hearts at Play (Hugh & Bree)Taken by Love (Luke)Fated for Love (Wes)Romancing My Love (Pierce)Flirting with Love (Ross)Dreaming of Love (Emily)Crashing into Love (Jake)THE REMINGTONSGame of Love (Dex)Stroke of Love (Sage)Flames of Love (Siena)Slope of Love (Rush)Read, Write, Love (Kurt)Touched by Love (Boyd)SEASIDE SUMMERSSeaside Dreams (Bella)Seaside Hearts (Jenna)Seaside Sunsets (Jamie)Seaside Secrets (Amy)Seaside Nights (Sky)Seaside Embrace (Hunter)Seaside Lovers (Grayson)Seaside Whispers (Matt)THE BRADENS (Peaceful Harbor, MD)Healed by Love (Nate)Surrender My Love (Cole)River of Love (Sam)Crushing on Love (Shannon)Whisper of Love (Tempest)Thrill of Love (Ty)\"I highly recommend this book to fans of Nora Roberts (one of my personal faves) and fans of a sweet story filled with heat and heart.\" -- Tia Bach \"Mom in love with fiction\" (on Sisters in Love)\"A beautiful story about love and self-growth and finding that balance to happiness. Powerfully written and riveting from beginning to end.\" -- National bestselling author, Jane Porter\"You can always rely on Melissa Foster to deliver a story that's fresh, emotional and entertaining. Make sure you have all night, because once you start you won't want to stop reading. Every book's a winner!\" New York Times Bestselling Author Brenda Novak\"Melissa Foster is quickly becoming one of my favorites. Fated For Love was amazing. It kind of reminds me of Jill Shalvis' books and they are my benchmark for contemporary romance awesomeness.\" --Books Like Breathing (on Fated for Love)\"Contemporary romance has found its new breakout author. Melissa Foster does not disappoint! Steamy sciences interlaced with strong family values. I have found my newest poolside favorite author.\" A Gluten Free Mom, reader review (on Sisters in White)NEW YORK TIMESandUSA TODAYBESTSELLING AUTHORMelissa Foster is a New York Times & USA Today bestselling and award-winning author. She writes contemporary romance, contemporary women's fiction, romantic suspense, thrillers, and historical fiction with emotionally compelling characters that stay with you long after you turn the last page. Melissa is available to chat with book clubs and welcomes comments and emails from her readers. Visit Melissa on social media or her personal website.Foster's love stories are perfect steamy romance beach reads for fans of big-family, small-town romance.The characters are romantic and loyal, some are billionaires, others are not, and you're always guaranteed a happily ever after.This book will resonate with people looking to read: small-town romance, feel-good romance, contemporary romance, romantic comedy, series, romantic comedy series,racy, sexy, heartwarming, heart-warming romance, family, love, love books, kissing books, emotional journey, contemporary, contemporary romance, romance series, long series, long romance series,sassy, captivating romance, hot, hot romance, forbidden love, sparks, loyalty, swoon, beach romance, books for summer, books for the beach, beach series, sweetbriar, seaside, love in bloom, bradens, remingtons, ryders, whiskeys, wicked, dirty, fierce, alpha heroes,funny romance, laugh romance, modern romance, cape cod, cape cod romance, USA today, USA today bestseller, smart romance, something funny to read, billionaire, billionaire romance, love story, millionaire, wealthy heroes, happily ever after, happy ending, lighthearted romance, light romance, hot romance, romance for adults, contemporary romance 2020, funny romance, funny romance new, swoonworthy, romance series, romance series, romance books, beach reads, new adult, small-town, funny, female, stories, sensual, sensual romance,free ebook, freebie, free book, free reads, free romance novel, free romance book, free beach read,romantic comedy books free, romance books free,alpha male, dominant male, hot guy, fun summer reads, love and friendship, new romance series, hot romance series, new small-town series, beach reads 2020, new beach read, free beach house book, free beach romance, free summer romance, free vacation romance, free summer book, steamy romance, romance series, family romance, big family, friend romance, friends to lovers, bad boy, billionaire,contemporary crush, love story, romance love, new adult romance, billionaire obsession, contemporary romance and sex, romance billionaire series, friendship.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "World Literary Press",
    "published on": "Dec 27, 2013",
    "pages": "300",
    "ISBN": "Flowing text, Original pages",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Family & Relationships / Dating",
    "group": "Business & Investing"
  },
  {
    "title": "Mistaken Gifts",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/sos8BwAAQBAJ?fife=w200-h300",
    "creator": "Elena Aitken",
    "date": "Sep 2013",
    "genre": ["Elena Aitken", "Switch to the audiobook"],
    "price": "Free ebook",
    "description": "A high maintenance city girl. A rough around the edges cowboy. Sparks will flybut will opposites really attract?  Eva's determined to plan her best friend's dream weddingeven if it is at a lodge in the mountains. More familiar with limos than horses, Eva's going to need some help. But pulling off the perfect wedding isn't going to be easy, especially with Jeff, the all too handsome cowboy determined to get in her way.  It's way too easy to push the city girl's buttons, and Jeff's enjoying every minute of it. The sparks that keep flying between them are definitely keeping things interesting and there's no way either of them can deny the attraction between them. But Evas sworn off men and even if she did allow herself to act on the feelings that keep growing stronger, theres the small matter of her fake date to deal with.  Opposites will definitely attract, but only if they can get out of their own way long enough to see what they could havetogether.  ",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Elena Aitken",
    "published on": "Sep 23, 2013",
    "pages": "153",
    "ISBN": "9780991709373",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Business & Investing"
  },
  {
    "title": "Wild",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/yclqDwAAQBAJ?fife=w200-h300",
    "creator": "Colet Abedi",
    "date": "Sep 2018",
    "genre": ["Colet Abedi"],
    "price": "Free ebook",
    "description": "New to Los Angeles and determined to lose her virginity, Wyld Buchanan shares a sensual encounter with a hot stranger. She figures shell never see him again, but she soon learns hes a wealthy director  and wants more than just one night",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Alibi Publishing",
    "published on": "Sep 4, 2018",
    "pages": "219",
    "ISBN": "Flowing text, Google-generated PDF",
    "features": "Web, Tablet, Phone, eReader",
    "bestfor": "English",
    "language": "Fiction / Romance / Contemporary",
    "group": "Business & Investing"
  },
  {
    "title": "The Raven",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/hV8SAAAAQBAJ?fife=w200-h300",
    "creator": "Edgar Allan Poe",
    "date": "Aug 2013",
    "genre": ["Edgar Allan Poe", "Switch to the audiobook"],
    "price": "Free ebook",
    "description": "The celebrated and classic narrative poem by Edgar Allan Poe.Featuring an extended excerpt from Mrs. Poe by Lynn Cullen.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Simon and Schuster",
    "published on": "Aug 26, 2013",
    "pages": "32",
    "ISBN": "9781476759685",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Business & Investing"
  },
  {
    "title": "Unexpected Gifts",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/Tzw5BwAAQBAJ?fife=w200-h300",
    "creator": "Elena Aitken",
    "date": "Nov 2011",
    "genre": ["Elena Aitken", "Switch to the audiobook"],
    "price": "Free ebook",
    "description": "Snowed in for ChristmasShe only wants to ignore it. But hes determined to show her everything the season has to offerincluding love.For Andi Williams, Christmas represents everything shes supposed to haveand doesnt. Running away to a remote mountain lodge seems like the perfect way to escape the season. And it would have been if it werent for the snow storm and a booking mix-up that finds her stranded. That is, until a rough around the edges, green eyed stranger offers a solution.There was no way in good conscience that Colin Hartford could leave the woman with nowhere to stay. Especially on Christmas. He knows all too well what its like to be alone for the holidays. It isnt long before Colins determination to enjoy the festivities hes missed for so long sweeps Andi into the season of joy that shes not so sure shes ready for.If Andi can allow herself to open upjust a littleshe might finally have the chance to experience everything the holidays can really offerincluding love.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Elena Aitken",
    "published on": "Nov 11, 2011",
    "pages": "179",
    "ISBN": "9780987745743",
    "features": "Flowing text",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Business & Investing"
  },
  {
    "title": "SAGA",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/lKsWAgAAQBAJ?fife=w200-h300",
    "creator": "Brian K. Vaughan",
    "date": "Mar 2013",
    "genre": ["Brian K. Vaughan"],
    "price": "Free ebook",
    "description": "Y: THE LAST MAN writer BRIAN K. VAUGHAN returns to comics with red-hot artist FIONA STAPLES for an all-new ONGOING SERIES! Star Wars-style action collides with Game of Thrones-esque drama in this original sci-fi/fantasy epic for mature readers, as new parents Marko and Alana risk everything to raise their child amidst a never-ending galactic war. The adventure begins in a spectacular DOUBLE-SIZED FIRST ISSUE!",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Image Comics",
    "published on": "Mar 14, 2013",
    "pages": "47",
    "ISBN": "Original pages",
    "features": "Android 3.0+ tablet",
    "bestfor": "English",
    "language": "Comics & Graphic Novels / Science Fiction",
    "group": "Business & Investing"
  },
  {
    "title": "Command Me",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/KC3lBwAAQBAJ?fife=w200-h300",
    "creator": "Geneva Lee",
    "date": "Apr 2015",
    "genre": ["Geneva Lee"],
    "price": "Free ebook",
    "description": "p.p1 {margin: 0.0px 0.0px 12.0px 0.0px; line-height: 14.0px; font: 12.0px Times; color: #000000; -webkit-text-stroke: #000000} span.s1 {font-kerning: none} From a New York Times bestselling author comes a story of the passion, intrigue, and romance of the Royal Family with nearly two million copies sold worldwide. A glance, a kiss, and nothing would ever be the same... On her graduation day from Oxford University, Clara Bishop meets a handsome stranger. Without warning he pulls her close and kisses her before disappearing. She has no idea who he is until her photo is splashed across tabloids the next day.   Prince Alexander of Cambridge. The exiled heir to Englands throne and a notorious bad boy. Clara knows she should stay away from him and his powerful and dangerous family.  But the kiss awakened something in both of them that wont be denied. As Clara navigates his treacherous world, she has to decide just how far shes fallen under his command.  ",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Westminster Press",
    "published on": "Apr 7, 2015",
    "pages": "368",
    "ISBN": "9780996033121",
    "features": "Flowing text, Google-generated PDF",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Business & Investing"
  },
  {
    "title": "Last Resort",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/pgk0BgAAQBAJ?fife=w200-h300",
    "creator": "Jill Sanders",
    "date": "Jan 2015",
    "genre": ["Jill Sanders", "Switch to the audiobook"],
    "price": "Free ebook",
    "description": "When Casseys business is in jeopardy, she gets an interesting offer from a local hotel owner. He has been trying to run her business into the ground so his family can snatch up the land for cheap. But, how can she turn him away when just the sight of the man makes her heart jump out of her chest? Luke was sent by his father, owner of the swankiest and longest-operating resort along the Florida's Gulf coast, to gain one of the best properties at any cost. But when he sees the owner of the bar and grill, hes torn between his duty to his family and his desire for the silver-eyed beauty.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Grayton Press",
    "published on": "Jan 17, 2015",
    "pages": "300",
    "ISBN": "9781942896005",
    "features": "Flowing text, Original pages",
    "bestfor": "Web, Tablet, Phone, eReader",
    "language": "English",
    "group": "Fiction & Literature"
  },
  {
    "title": "DC Essentials Catalog 2018",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/SzQ6DwAAQBAJ?fife=w200-h300",
    "creator": "Various",
    "date": "Nov 2017",
    "genre": [],
    "price": "Free ebook",
    "description": "For decades, DC has been the perfect starting place for anyone interested in graphic novels, with genre-defining stand-alone books such as WATCHMEN, BATMAN: THE LONG HALLOWEEN, ALL-STAR SUPERMAN and JUSTICE LEAGUE VOL. 1: ORIGIN.  Now, we've created the perfect resource for any new reader with the DC ESSENTIAL GRAPHIC NOVELS 2018 catalog! Introductions to the best 25 graphic novels to begin with are here, alongside suggestions for great starting-point reads for your favorite characters, such as Wonder Woman, Batman, Superman, the Justice League and more!  From DC's Young Animal, to MAD and Vertigo imprints, to DC Super Hero Girls, DC has the most diverse library of graphic novels in all of comics. The DC ESSENTIAL GRAPHIC NOVELS 2018 catalog makes it easy to find the perfect story for everyone!",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "DC Comics",
    "published on": "Nov 7, 2017",
    "pages": "128",
    "ISBN": "9781401282790",
    "features": "Original pages",
    "bestfor": "Android 3.0+ tablet",
    "language": "English",
    "group": "Fiction & Literature"
  },
  {
    "title": "Plants vs. Zombies: Lawnmageddon",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/nXajCgAAQBAJ?fife=w200-h300",
    "creator": "Paul Tobin",
    "date": "Jul 2013",
    "genre": ["Paul Tobin"],
    "price": "Free ebook",
    "description": "PopCap's immensely popular Plants vs. Zombies game finally gets the plant-filled, zombie-zapping comics treatment it deserves! Young adventurers Patrice Blazing and Nate Timely fend off a \"fun-dead\" neighborhood invasion in Plants vs. Zombies: Lawnmageddon! Winner of over thirty \"Game of the Year\" awards, Plants vs. Zombies is now determined to shuffle into the realm of comics to tickle funny bones and thrill . . . brains. Paul Tobin (Marvel Adventures, Falling Skies) and Ron Chan (The Guild, Husbands) join forces with a bevy of battling plants to deliver a hilarious, all-ages, action filled zombie romp to your neighborhood! The first Plants vs. Zombies comic-book series! The hit video game comes to comics! Tobin and Chan take us on an original Plants vs. Zombies adventure! An humor-filled adventure that all ages can enjoy! \"Brains? If you have them, we'd like to invite you on this . . . most delicious adventure.\"Dr. Zomboss",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Dark Horse Comics (Single Issues)",
    "published on": "Jul 17, 2013",
    "pages": "15",
    "ISBN": "Original pages",
    "features": "Web, Tablet",
    "bestfor": "English",
    "language": "Comics & Graphic Novels / General",
    "group": "Fiction & Literature"
  },
  {
    "title": "Teenage Mutant Ninja Turtles #1",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/h1DTAgAAQBAJ?fife=w200-h300",
    "creator": "Kevin EastmanTom Waltz",
    "date": "",
    "genre": ["Kevin Eastman", "Tom Waltz"],
    "price": "Free ebook",
    "description": "They're BACK! The original heroes in a half-shell make a triumphant return to comics! Leonardo, Donatello, Michaelangelo, and Raphael reunite to bring their ninja aptitude and teenage attitude to IDW Publishing in this all-new, action-packed series. Featuring a cast of familiar charactersMaster Splinter, April O'Neill, Casey Jones, and moreand true to the spirit of the original comics created by Kevin Eastman and Peter Laird, the TEENAGE MUTANT NINJA TURTLES are bigger and badder than ever, and ready to rock old and new fans alike! ",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "IDW Publishing",
    "published on": "32",
    "pages": "Original pages",
    "ISBN": "Android 3.0+ tablet",
    "features": "English",
    "bestfor": "Comics & Graphic Novels / Science Fiction",
    "language": "This content is DRM protected.",
    "group": "Fiction & Literature"
  },
  {
    "title": "DCE Essentials Catalog 2016",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/-4RzCwAAQBAJ?fife=w200-h300",
    "creator": "DC Comics",
    "date": "Feb 2016",
    "genre": ["DC Comics"],
    "price": "Free ebook",
    "description": "This catalog has been specifically built to help guide new comics readers to the most accessible entry points in DC Universe, then moves them on to spotlights and reading order for some of the worlds most recognizable characters. DC Entertainment has long been the home of the genres most seminal graphic novels, from such groundbreaking titles as WATCHMEN, BATMAN: THE KILLING JOKE and THE SANDMAN to present-day masterworks BATMAN: EARTH ONE and INJUSTICE: GODS AMONG US VOL. 1. The DC Essential Graphic Novels catalog has revised its expansive look into our rich library for 2016, with updated reading lists featuring graphic novels starring Batman, Superman, Wonder Woman and the Justice League, as well as the best collections from Vertigo and MAD. In addition to these iconic stars, weve also rounded up which books will get you more of the superheroes you love from TV hits like The Flash, Arrow and Gotham.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "DC",
    "published on": "Feb 16, 2016",
    "pages": "144",
    "ISBN": "9781401266400",
    "features": "Original pages",
    "bestfor": "Android 3.0+ tablet",
    "language": "English",
    "group": "Fiction & Literature"
  },
  {
    "title": "Teenage Mutant Ninja Turtles: Free Comic Book Day 2017",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/xVEkDwAAQBAJ?fife=w200-h300",
    "creator": "Kevin EastmanBobby CurnowTom Waltz",
    "date": "May 2017",
    "genre": ["Kevin Eastman", "Bobby Curnow", "Tom Waltz"],
    "price": "Free ebook",
    "description": "Prequel to the upcoming TMNT: Dimension X 5-week event this August! Krang was defeated by the Teenage Mutant Ninja Turtles and now awaits trial in Dimension X. Little do the Turtles know that Krang hired an assassin to destroy everyone who might testify against him, including themselves! This issue introduces a deadly and weird new villain, and begins the biggest Teenage Mutant Ninja Turtles adventure in space ever!",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "IDW Publishing",
    "published on": "May 31, 2017",
    "pages": "31",
    "ISBN": "Original pages",
    "features": "Android 3.0+ tablet",
    "bestfor": "English",
    "language": "Comics & Graphic Novels / Science Fiction",
    "group": "Fiction & Literature"
  },
  {
    "title": "Spawn #1",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/Ew13BgAAQBAJ?fife=w200-h300",
    "creator": "Todd McFarlane",
    "date": "Jun 1992",
    "genre": ["Todd McFarlane"],
    "price": "Free ebook",
    "description": "While a strange assailant stalks the city, ripping out human hearts, another otherwordly being arrives. As his mind reels, our tortured hero remembers that he struck a deal with the devil in order to return to his beloved wife - five years after his death.",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Image Comics",
    "published on": "Jun 1, 1992",
    "pages": "32",
    "ISBN": "Original pages",
    "features": "Android 3.0+ tablet",
    "bestfor": "English",
    "language": "Comics & Graphic Novels / Superheroes",
    "group": "Fiction & Literature"
  },
  {
    "title": "Blackbird",
    "mainImage": "https://books.google.com/books/publisher/content/images/frontcover/y-JuDwAAQBAJ?fife=w200-h300",
    "creator": "Sam Humphries",
    "date": "Oct 2018",
    "genre": ["Sam Humphries"],
    "price": "Free ebook",
    "description": "An all-new ongoing series from fan-favorite writer SAM HUMPHRIES (Harley Quinn, Nightwing) and red-hot artist JEN BARTEL! In this neo-noir fantasy, Nina Rodriguez is positive that a secret magic world ruled by ruthless cabals is hiding just beneath the veneer of Los Angeles. The problem: everyone thinks shes crazy. The bigger problem: she's not crazy she's right. Can she unravel the mystery before the Great Beast catches up with her?",
    "more": "Smartphones and TabletsInstall the Google Play Books app for Android and iPad/iPhone. It syncs automatically with your account and allows you to read online or offline wherever you are.Laptops and ComputersYou can read books purchased on Google Play using your computer's web browser.eReaders and other devicesTo read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders.",

    "publisher": "Image Comics",
    "published on": "Oct 3, 2018",
    "pages": "32",
    "ISBN": "Original pages",
    "features": "Android 3.0+ tablet",
    "bestfor": "English",
    "language": "Comics & Graphic Novels / Fantasy",
    "group": "Fiction & Literature"
  }
]
