[
  {
    "title": "Monster Hunter",
    "mainImage": "https://play-lh.googleusercontent.com/IGBZ1EnPb2k9XgFsSv0W04b8z08unyKPKkx6Qaxk05_7_wLsNH5kmKA9YK8ySiz4dDL0mxm6S4g-mmTDlSk=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "103 minutes",
    "price": "LBP 6,000 Rent",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:T2vqrk2vnak.P?autoplay=1&embed=play",
    "description": "Behind our world, there is another: a world of dangerous and powerful monsters that rule their domain with deadly ferocity. When an unexpected sandstorm transports Captain Artemis (Milla Jovovich) and her unit (TI Harris, Meagan Good, Diego Boneta) to a new world, the soldiers are shocked to discover that this hostile and unknown environment is home to enormous and terrifying monsters immune to their firepower. In their desperate battle for survival, the unit encounters the mysterious Hunter (Tony Jaa), whose unique skills allow him to stay one step ahead of the powerful creatures. As Artemis and Hunter slowly build trust, she discovers that he is part of a team led by the Admiral (Ron Perlman). Facing a danger so great it could threaten to destroy their world, the brave warriors combine their unique abilities to band together for the ultimate showdown.",
    "actors": "Milla Jovovich, Ron Perlman, Tony Jaa, Diego Boneta",
    "producers": "Dennis Berardi, Jeremy Bolt, Ken Kamins, Robert Kulzer, Martin Moszkowicz",
    "director": "Ron Perlman",
    "quality": "47%",
    "audioLanguage": "English [5.1], French (France) [5.1, AD], Portuguese (Brazil) [5.1, AD], Russian [5.1], Spanish (Latin America) [5.1], Thai [5.1], Turkish [5.1]",
    "subtitles": "Arabic, Chinese (Simplified), Chinese (Traditional), Danish, Dutch, English [CC], Finnish, French (France), Greek, Icelandic, Korean, Norwegian, Portuguese (Brazil), Russian, Spanish (Latin America), Swedish, Thai, Turkish, Vietnamese",
    "group": ["New Movies", "Top-Selling Movies"]
  },
  {
    "title": "THE MARKSMAN",
    "mainImage": "https://play-lh.googleusercontent.com/TouR_TZ2_Gye7nIkwvhP6axS18By-uxrAcfT1EKkE-Fmy0AVuicsU8cXJno8j7qmCX79O9l_0cRndYS89w=w200-h300-rw",
    "yearProduced": "2021",
    "duration": "107 minutes",
    "price": "LBP 25,000 Buy HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:thlnZkdnI2U.P?autoplay=1&embed=play",
    "description": "A rancher on the Arizona border becomes the unlikely defender of a young Mexican boy desperately fleeing the cartel assassins who've pursued him into the U.S.",
    "actors": "Liam Neeson, Katheryn Winnick",
    "producers": "Tai Duncan",
    "director": "Katheryn Winnick",

    "quality": "37%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "Tenet",
    "mainImage": "https://play-lh.googleusercontent.com/U5LbTVgNvlF8uopH7QN6QxQcHbcqTcxmCxIb72jAAXTQyw3GqLK-NkiVS5CS5-F4jlZxK2R9reFVcMor_Mk=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "150 minutes",
    "price": "LBP 8,000 Rent 4K",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:QL-CghJRY8c.P?autoplay=1&embed=play",
    "description": "Armed with only one word Tenet and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
    "actors": "John David Washington, Robert Pattinson, Elizabeth Debicki, Dimple Kapadia, Michael Caine, Kenneth Branagh",
    "producers": "Emma Thomas, Christopher Nolan",
    "director": "Robert Pattinson",

    "quality": "Available",
    "audioLanguage": "Available",
    "subtitles": "Available",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "Roald Dahl's The Witches",
    "mainImage": "https://play-lh.googleusercontent.com/8PXo-GvzmlKh3U-e49DY76EH3QEKGfYGTKP8Jvgo9Rkcn7ux5D2wCy-ZN2GZXRtT5Oh4urCLGnnh4LQC0ziL=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "104 minutes",
    "price": "LBP 8,000 Rent 4K",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:JLfdX7RjmxQ.P?autoplay=1&embed=play",
    "description": "Reimagining Roald Dahl's beloved story for a modern audience, Robert Zemeckis's visually innovative THE WITCHES tells the darkly humorous and heartwarming tale of a young orphaned boy (Bruno) who, in late 1967, goes to live with his loving Grandma (Spencer) in the rural Alabama town of Demopolis. The boy and his grandmother come across some deceptively glamorous but thoroughly diabolical witches, so Grandma wisely whisks our young hero away to an opulent seaside resort. Regrettably, they arrive at precisely the same time that the world's Grand High Witch (Hathaway) has gathered her fellow cronies from around the globe undercover to carry out her nefarious plans.",
    "actors": "Anne Hathaway, Octavia Spencer, Stanley Tucci, Kristin Chenoweth, Jahzir Bruno, Codie-Lei Eastick",
    "producers": "Robert Zemeckis, Guillermo del Toro, Jack Rapke, Alfonso Cuarn, Luke Kelly",
    "director": "Octavia Spencer",

    "quality": "48%",
    "audioLanguage": "Available",
    "subtitles": "Available",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "BOSS LEVEL",
    "mainImage": "https://play-lh.googleusercontent.com/MSHiFYTNP9CNKFOP756w2vjVTDzQiBWtnb6z_Wgls7oc0PKbBwPolQh3XcR55vurOy-fM7ODf_z3J3OwGZvv=w200-h300-rw",
    "yearProduced": "2021",
    "duration": "96 minutes",
    "price": "LBP 25,000 Buy HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:W4jDzkLZ2tI.P?autoplay=1&embed=play",
    "description": "A retired special forces officer is trapped in a never ending time loop on the day of his death.",
    "actors": "Frank Grillo, Mel Gibson",
    "producers": "Joe Carnahan",
    "director": "Mel Gibson",

    "quality": "73%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "GREENLAND",
    "mainImage": "https://play-lh.googleusercontent.com/0npLWgDV7skdfZaAA2b-J270Re5EQJ74xUv86_YfI8fMP_KFY1CX_qI5BW2qxkO6YDAH3HxCvxY1qYFUiUg=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "119 minutes",
    "price": "LBP 24,000 Buy HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:CDkcxLZNELI.P?autoplay=1&embed=play",
    "description": "A family fights for survival as a planet-killing comet races to Earth. John Garrity (Gerard Butler), his estranged wife Allison (Morena Baccarin), and young son Nathan make a perilous journey to their only hope for sanctuary. Amid terrifying news accounts of cities around the world being leveled by the comet's fragments, the Garritys experience the best and worst in humanity while they battle the increasing panic and lawlessness surrounding them. As the countdown to global apocalypse approaches zero, their incredible trek culminates in a desperate and last-minute flight to a possible safe haven",
    "actors": "Gerard Butler, Morena Baccarin",
    "producers": "Gerard Butler",
    "director": "Morena Baccarin",

    "quality": "78%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "HONEST THIEF",
    "mainImage": "https://play-lh.googleusercontent.com/tlzWip4YvL1A-FojdDd9I0Y1rRZXXTkMmxPn6_XIbmW-ci8jJTTJUVS_4r65t_st6Eu8Ay0clWsiaR7UA6I=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "94 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:XmUCgVH-Qbc.P?autoplay=1&embed=play",
    "description": "Wanting to lead an honest life, a notorious bank robber turns himself in, only to be double-crossed by two ruthless FBI agents.",
    "actors": "Liam Neeson, Kate Walsh",
    "producers": "Craig Chapman",
    "director": "Kate Walsh",

    "quality": "39%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "Spider-Man: Far From Home",
    "mainImage": "https://play-lh.googleusercontent.com/gY5XpJheVfLOqU101IwAC27Rw4yp03SzrLwsAtxWFfOycoV0LfxCfIFmFdr_PMmiV51vXQ=w200-h300-rw",
    "yearProduced": "2019",
    "duration": "128 minutes",
    "price": "LBP 16,000 Buy",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:msQgw5YOzk0?autoplay=1&embed=play",
    "description": "Following the events of Avengers: Endgame, Peter Parker (Tom Holland) returns in Spider-Man: Far From Home.  Our friendly neighborhood Super Hero decides to join his best friends Ned, MJ, and the rest of the gang on a European vacation. However, Peters plan to leave super heroics behind for a few weeks is quickly scrapped when he begrudgingly agrees to help Nick Fury (Samuel L. Jackson) uncover the mystery of several elemental creature attacks. Spider-Man and Mysterio (Jake Gyllenhaal) join forces to fight the havoc unleashed across the continent but all is not as it seems.",
    "actors": "Angourie Rice, Cobie Smulders, Jacob Batalon, Jake Gyllenhaal, JB Smoove, Jon Favreau, Marisa Tomei, Martin Starr, Numan Acar, Remy Hii, Samuel Jackson, Tom Holland, Tony Revolori, Zendaya Coleman",
    "producers": "Amy Pascal, Kevin Feige",
    "director": "Cobie Smulders",

    "quality": "90%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "Harry Potter and the Chamber of Secrets",
    "mainImage": "https://play-lh.googleusercontent.com/k20SLgBYYou445TeVz8oWo-ba7rifGOVYeghk8MqrLbbQCS5SK9yQ4J5DQlEaVYGAK0=w200-h300-rw",
    "yearProduced": "2002",
    "duration": "160 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:Ip_r_DbCM2Q?autoplay=1&embed=play",
    "description": "The next installment in the Harry Potter series finds young wizard Harry Potter (DANIEL RADCLIFFE) and his friends Ron Weasley (RUPERT GRINT) and Hermione Granger (EMMA WATSON) facing new challenges during their second year at Hogwarts School of Witchcraft and Wizardry as they try to uncover a dark force that is terrorizing the school. MPAA Rating: PG  HARRY POTTER characters, names and related indicia are trademarks of and Warner Bros. Entertainment Inc. Harry Potter Publishing Rights JKR. Harry Potter and the Chamber of Secrets & Package Design 2002 Warner Bros. Entertainment Inc.",
    "actors": "Daniel Radcliffe, Rupert Grint, Emma Watson, Alan Rickman, Jason Isaacs, Richard Harris",
    "producers": "David Heyman",
    "director": "Rupert Grint",

    "quality": "82%",
    "audioLanguage": "English [Stereo]",
    "subtitles": "Arabic, Chinese (Singapore), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Indonesian, Italian, Latvian, Lithuanian, Malay, Norwegian, Polish, Portuguese (Brazil), Romanian, Serbian, Slovak, Slovenian, Spanish (Latin America), Swedish, Thai, Turkish",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "THE WAR WITH GRANDPA",
    "mainImage": "https://play-lh.googleusercontent.com/t2e_T1bltKJ172InfbdxUcCtRLfoznUDVZNqdizhemGCR1GOv5HmIZTNQcriQSrkRY9wWMZ1MvS_x5XA3w=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "97 minutes",
    "price": "LBP 25,000 Buy HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:dOvSlTr9xwM.P?autoplay=1&embed=play",
    "description": "Peter is thrilled that Grandpa is coming to live with his family. That is, until Grandpa moves into Peter's room, forcing him upstairs into the creepy attic. And though he loves his grandpa he wants his room back - so he has no choice but to declare war. With the help of his friends, Peter devises outrageous plans to make Grandpa surrender the room. But Grandpa is tougher than he looks. Rather than give in, Grandpa plans to get even.",
    "actors": "Robert De Niro, Uma Thurman",
    "producers": "Marvin Peart",
    "director": "Uma Thurman",

    "quality": "29%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "Maze Runner: The Death Cure",
    "mainImage": "https://play-lh.googleusercontent.com/uJ0l_JHb0X1UkV9W46QXhV28XJcsZcdnybgBuE2bNH3kLDdrgOh-YE-N8ufewdT3-YeS=w200-h300-rw",
    "yearProduced": "2018",
    "duration": "143 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:UDvRKUBElxA?autoplay=1&embed=play",
    "description": "In the epic conclusion to the Maze Runner saga, Thomas leads his group of escaped Gladers on their final mission. To save their friends, they must break into the legendary Last City, a WCKD-controlled labyrinth that may turn out to be the deadliest maze of all! Anyone who makes it out alive will get answers to the questions the Gladers have been asking since they first arrived in the maze.",
    "actors": "Dylan O'Brien, Kaya Scodelario, Thomas Brodie-Sangster, Nathalie Emmanuel, Giancarlo Esposito, Aidan Gillen, Walton Goggins, Ki Hong Lee, Barry Pepper, Will Poulter, Patricia Clarkson",
    "producers": "Wes Ball",
    "director": "Kaya Scodelario",

    "quality": "43%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Bulgarian, Chinese (Simplified), Chinese (Singapore), Chinese (Taiwan), Chinese (Traditional), Croatian, Danish, Dutch (Belgium), Dutch (Netherlands), English [CC], Estonian, Finnish, French, French (Canada), German, Greek, Hungarian, Icelandic, Indonesian, Italian, Latvian, Lithuanian, Norwegian, Polish, Portuguese, Portuguese (Brazil), Russian, Serbian, Slovak, Slovenian, Spanish, Spanish (Latin America), Swedish, Turkish, Ukrainian",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "Joker",
    "mainImage": "https://play-lh.googleusercontent.com/4SDse3ilvsIaWvb4Bvudcoo5U3uz-OYlH7-2_IFPyH2PXzfyLhSRlVMkaZuHvIamihUmZHkIS1MlpAtd1bk=w200-h300-rw",
    "yearProduced": "2019",
    "duration": "121 minutes",
    "price": "LBP 29,000 Buy HD",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:AnZ8ZuX6_mY.P?autoplay=1&embed=play",
    "description": "Joker centers around the iconic arch-nemesis and is an original, standalone story not seen before on the big screen. The exploration of Arthur Fleck (Joaquin Phoenix), a man disregarded by society, is not only a gritty character study, but also a broader cautionary tale.",
    "actors": "Joaquin Phoenix, Robert De Niro, Zazie Beetz, Frances Conroy, Brett Cullen, Shea Whigham, Bill Camp, Glenn Fleshler, Leigh Gill, Josh Pais, Rocco Luna, Marc Maron, Sondra James, Murphy Guyer, Douglas Hodge",
    "producers": "Todd Phillips, Bradley Cooper, Emma Tillinger-Koskoff",
    "director": "Robert De Niro",

    "quality": "68%",
    "audioLanguage": "Czech [5.1], English [5.1], French (Canada) [5.1], French (France) [5.1], German [5.1], Hungarian [5.1], Italian [5.1], Japanese [5.1], Polish [5.1], Portuguese (Brazil) [5.1], Russian [5.1], Spanish (Latin America) [5.1], Spanish [5.1], Thai [5.1], Ukrainian [5.1]",
    "subtitles": "Arabic, Cantonese, Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French (France), German [CC], Greek, Hungarian, Icelandic, Italian [CC], Japanese, Korean, Latvian, Lithuanian, Norwegian, Polish, Portuguese (Brazil), Portuguese (Portugal), Russian, Slovenian, Spanish, Spanish (Latin America), Swedish, Thai, Turkish",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "Harry Potter and the Prisoner of Azkaban",
    "mainImage": "https://play-lh.googleusercontent.com/llQBqm13gzbM37I9HIsVmkyxc2f-ql38TpFLdqTnP1_-0j2jK_eFap5LVowpvnqN3CrP=w200-h300-rw",
    "yearProduced": "2004",
    "duration": "141 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:bXXQnLWQZeI?autoplay=1&embed=play",
    "description": "Harry, Ron & Hermione, now teenagers, return for their third year at Hogwarts, where they are forced to face escaped prisoner, Sirius Black, who poses a great threat to Harry. Harry and his friends spend their third year learning how to handle a half-horse half-eagle Hippogriff, repel shape-shifting Boggarts and master the art of Divination. They also visit the wizarding village of Hogsmeade and the Shrieking Shack, which is considered the most haunted building in Britain. In addition to these new experiences, Harry must overcome the threats of the soul-sucking Dementors, outsmart a dangerous werewolf and finally deal with the truth about Sirius Black and his relationship to Harry and his parents. With his best friends, Harry masters advanced magic, crosses the barriers of time and changes the course of more than one life. Directed by Alfonso Cuaron and based on J.K. Rowling's third book, this wondrous spellbinder soars with laughs, and the kind of breathless surprise only found in a Harry Potter adventure. MPAA Rating: PG Rated PG for frightening moments, creature violence and mild language. HARRY POTTER characters, names and related indicia are trademarks of and Warner Bros. Entertainment Inc. Harry Potter Publishing Rights JKR. Harry Potter and the Prisoner of Azkaban & Package Design 2004 Warner Bros. Entertainment Inc.",
    "actors": "Daniel Radcliffe, Rupert Grint, Emma Watson, Robbie Coltrane, Michael Gambon, Richard Griffiths, Gary Oldman, Alan Rickman, Gary Goldman, Fiona Shaw, Richard Harris (i), Maggie Smith, Timothy Spall, David Thewlis, Emma Thompson, Julie Walters, Mark Williams",
    "producers": "David Heyman, Chris Columbus, Mark Radcliffe",
    "director": "Rupert Grint",

    "quality": "90%",
    "audioLanguage": "English [Stereo]",
    "subtitles": "Arabic, Chinese (Singapore), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Indonesian, Italian, Latvian, Lithuanian, Malay, Norwegian, Polish, Portuguese (Brazil), Romanian, Russian, Serbian, Slovak, Slovenian, Spanish (Mexico), Swedish, Thai, Turkish, Ukrainian",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "Harry Potter and the Goblet of Fire",
    "mainImage": "https://play-lh.googleusercontent.com/nTibKqgHHeywexJeMyrcQgBv4rOMvHqeWYHre7ZSwi9ou3RqSpeNPItO8KQanxep5A7abg=w200-h300-rw",
    "yearProduced": "2005",
    "duration": "156 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "",
    "description": "When Harry Potter's name emerges from the Goblet of Fire, he becomes a competitor in a grueling battle for glory among three wizarding schools - the Triwizard Tournament. But since Harry never submitted his name for the Tournament, who did? Now Harry must confront a deadly dragon, fierce water demons and an enchanted maze only to find himself in the cruel grasp of He Who Must Not Be Named. In this fourth film adaptation of J.K. Rowling's Harry Potter series, everything changes as Harry, Ron and Hermione leave childhood forever and take on challenges greater than anything they could have imagined. MPAA Rating: PG-13 Rated PG-13 for sequences of fantasy violence and frightening images. HARRY POTTER characters, names and related indicia are trademarks of and Warner Bros. Entertainment Inc. Harry Potter Publishing Rights JKR. Harry Potter and the Goblet of Fire & Package Design 2005 Warner Bros. Entertainment Inc.",
    "actors": "Daniel Radcliffe, Emma Watson, Rupert Grint, Robbie Coltrane, Ralph Fiennes, Michael Gambon, Brendan Gleeson, Jason Issacs, Gary Oldman, Alan Rickman, Maggie Smith, Timothy Spall, Miranda Richardson",
    "producers": "David Heyman",
    "director": "Emma Watson",

    "quality": "88%",
    "audioLanguage": "English [Stereo]",
    "subtitles": "Arabic, Chinese (Singapore), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Indonesian, Italian, Latvian, Lithuanian, Norwegian, Polish, Portuguese (Brazil), Romanian, Russian, Serbian, Slovak, Slovenian, Spanish (Latin America), Swedish, Thai, Turkish",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "Spider-Man: Homecoming",
    "mainImage": "https://play-lh.googleusercontent.com/nxWjOiNZKJZ8mfVLTqxWprprDXhO-D1S1C_S-m7VLWHBp32IziTVMs1u5R6ISb79zTKK=w200-h300-rw",
    "yearProduced": "2017",
    "duration": "133 minutes",
    "price": "LBP 5,000 Rent",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:wfgw8c5OwCk?autoplay=1&embed=play",
    "description": "Spider-Man [Tom Holland] begins to navigate his new identity as the web-slinging super hero under the watchful eye of his mentor Tony Stark.",
    "actors": "Tom Holland, Michael Keaton, Zendaya, Donald Glover, Jon Favreau, Tony Revolori, Jacob Batalon, Laura Harrier, Tyne Daly, Bokeem Woodbine, Gwyneth Paltrow, Marisa Tomei, Robert Downey Jr., Abraham Attah, Garcelle Beauvais, Michael Chernus, Kenneth Choi, Selenis Leyva, Michael Mando, Logan Marshall-Green, Angourie Rice, Martin Starr",
    "producers": "Kevin Feige, Amy Pascal",
    "director": "Michael Keaton",

    "quality": "92%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Chinese (Simplified), Chinese (Traditional), Czech, Danish, Dutch, English (United Kingdom) [CC], English [CC], Finnish, Greek, Hungarian, Icelandic, Indonesian, Norwegian, Polish, Portuguese (Portugal), Slovak, Slovenian, Spanish (Latin America), Swedish, Thai, Ukrainian",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "AFTER WE COLLIDED",
    "mainImage": "https://play-lh.googleusercontent.com/Gh1l3O_SIRJuJ3GLmBf8Me8I1TY642jh0ZyY_sph2ZTadDblbvQVtodIXzRizNJ1Drf-Ra_fIYVJY3aCj2w=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "105 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:YvZXkedkcas.P?autoplay=1&embed=play",
    "description": "Tessa has everything to lose. Hardin has nothing to lose. - except her. After We Collided - Life will never be the same. After a tumultuous beginning to their relationship, Tessa and Hardin were on the path to making things work. Tessa knew Hardin could be cruel, but when a bombshell revelation is dropped about the origins of their relationship - and Hardin's mysterious past - Tessa is beside herself. Hardin will always be - Hardin. But is he really the deep, thoughtful guy Tessa fell madly in love with despite his angry exterior - or has he been a stranger all along? She wishes she could walk away. It's just not that easy. Hardin knows he made a mistake, possibly the biggest one of his life. He's not going down without a fight. But can he change? Will he change - for love? Yes, yes he will.",
    "actors": "Josephine Langford, Hero Fiennes Tiffin",
    "producers": "Mark Canton",
    "director": "Hero Fiennes Tiffin",

    "quality": "14%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "Harry Potter and the Half-Blood Prince",
    "mainImage": "https://play-lh.googleusercontent.com/x5A-ImCn1EW1GQD4ktZtCnLfRW7XS551j_TbC3XqS9A-x-P6IXiAf2AsH8h05El7cpZpvOSEWad9HHudqg=w200-h300-rw",
    "yearProduced": "2009",
    "duration": "153 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "",
    "description": "Harry Potter returns to Hogwarts for his sixth year--to face a growing danger that may be more than a match for his strengthening powers as a wizard . . .While Death Eaters emboldened by the return of Lord Voldemort wreak havoc in both the Muggle and Wizarding worlds, Harry suspects new dangers lie within Hogwarts. Dumbledore, racing to prepare Harry for a final battle that he knows is fast approaching, brings him on a perilous mission to find the key to unlock Voldemort's defenses. Meanwhile, the students are under attack from a different adversary as teenage hormones rage: Harry's friendship with Ginny Weasley grows into something deeper; Lavender Brown lavishes her affections on Ron; Hermione simmers with jealousy . . . and a box of love potion-laced chocolates ends up in the wrong hands.Academy Award nomination for Best Achievement in Cinematography.",
    "actors": "Daniel Radcliffe, Rupert Grint, Emma Watson, Jim Broadbent, Helena Bonham Carter, Robbie Coltrane, Warwick Davis, Michael Gambon, Alan Rickman, Dame Maggie Smith, Timothy Spall, David Thewlis, Julie Walters, Tom Felton, Evanna Lynch, Bonnie Wright, Jessie Cave, Hero Fiennes-Tiffin, Frank Dillane",
    "producers": "David Heyman, David Barron",
    "director": "Rupert Grint",

    "quality": "84%",
    "audioLanguage": "Cantonese [Stereo], Czech [5.1], Dutch [5.1], English [5.1], French (France) [5.1], German [5.1], Hebrew [5.1], Hungarian [5.1], Italian [Stereo], Korean [5.1], Polish [5.1], Portuguese (Brazil) [5.1], Russian [5.1], Slovak [5.1], Spanish (Latin America) [5.1], Spanish [5.1], Thai [Stereo], Turkish [5.1], Ukrainian [5.1]",
    "subtitles": "Arabic, Cantonese, Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French (France), German, Greek, Hebrew, Hungarian, Icelandic, Indonesian, Italian, Korean, Latvian, Lithuanian, Norwegian, Polish, Portuguese (Brazil), Portuguese (Portugal), Romanian, Russian, Slovak, Slovenian, Spanish, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "JOHN WICK: CHAPTER 3 - PARABELLUM",
    "mainImage": "https://play-lh.googleusercontent.com/WMbU5fGAB14-2ZovK8YJcIdQOXjC9b34Zl0n72ZHSmbT9sqle9K8ADQBueymeiV8WN0v_dNru2_VH1bfq7Q=w200-h300-rw",
    "yearProduced": "2019",
    "duration": "130 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:g1yn4Nj03j4.P?autoplay=1&embed=play",
    "description": "In this third installment of the adrenaline-fueled action franchise, skilled assassin John Wick (Keanu Reeves) returns with a $14 million price tag on his head and an army of bounty-hunting killers on his trail. After killing a member of the shadowy international assassin's guild, the High Table, John Wick is excommunicado, but the world's most ruthless hit men and women await his every turn.",
    "actors": "Keanu Reeves, Halle Berry, Ian McShane",
    "producers": "Basil Iwanyk",
    "director": "Halle Berry",

    "quality": "89%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "Harry Potter and the Deathly Hallows - Part 2",
    "mainImage": "https://play-lh.googleusercontent.com/Te4TpnUNJ5botAdJBrLd2_s_eAmgUlNDuqC7GGY29-66-oafi8uGzFyHNPlmihuKdVjNEw=w200-h300-rw",
    "yearProduced": "2011",
    "duration": "130 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:nr2yNS_ALvc?autoplay=1&embed=play",
    "description": "\"Harry Potter and the Deathly Hallows -- Part 2,\" is the final adventure in the Harry Potter film series. The much-anticipated motion picture event is the second of two full-length parts. In the epic finale, the battle between the good and evil forces of the wizarding world escalates into an all-out war. The stakes have never been higher and no one is safe. But it is Harry Potter who may be called upon to make the ultimate sacrifice as he draws closer to the climactic showdown with Lord Voldemort. It all ends here. MPAA Rating: PG-13 2011 Warner Bros. Ent. Harry Potter Publishing Rights J.K.R. Harry",
    "actors": "Daniel Radcliffe, Rupert Grint, Emma Watson, Helena Bonham Carter, Robbie Coltrane, Ralph Fiennes, Michael Gambon, John Hurt, Alan Rickman, Bonnie Wright",
    "producers": "David Heyman, David Barron, J.K. Rowling",
    "director": "Rupert Grint",

    "quality": "96%",
    "audioLanguage": "English [Stereo]",
    "subtitles": "Arabic, Chinese (Hong Kong), Chinese (Simplified), Chinese (Singapore), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Indonesian, Italian, Latvian, Lithuanian, Malay, Norwegian, Polish, Portuguese (Brazil), Romanian, Russian, Serbian, Slovak, Slovenian, Spanish (Latin America), Swedish, Thai, Turkish",
    "group": ["New Movies", "Top-Selling Movies", "New rental movies"]
  },
  {
    "title": "The Emoji Movie",
    "mainImage": "https://play-lh.googleusercontent.com/9qoZ0vNI-87W6pb20dVGAeumcB3dHcyk-YD0vZ3XP8nRe9zoPaRlX0E9_AAzZIIw6L4=w200-h300-rw",
    "yearProduced": "2017",
    "duration": "86 minutes",
    "price": "LBP 16,000 Buy",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:aADhEvw3HNc?autoplay=1&embed=play",
    "description": "Unlocks the never-before-seen secret world inside your smartphone. Hidden within the messaging app is Textopolis, a bustling city where all your favorite emojis live, hoping to be selected by the phone's user.",
    "actors": "T.J. Miller, James Corden, Anna Faris, Maya Rudolph, Steven Wright, Jennifer Coolidge, Christina Aguilera, Sofia Vergara, Sean Hayes, Rachael Ray, Jeff Ross, Jake T. Austin, Tati Gabrielle, Sir Patrick Stewart, Jude Kouyate, Hunter March",
    "producers": "Michelle Raimo Kouyate",
    "director": "James Corden",

    "quality": "7%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Chinese (Hong Kong), Chinese (Simplified), Chinese (Traditional), Czech, Danish, Dutch, English (United Kingdom) [CC], English [CC], Finnish, Greek, Hungarian, Icelandic, Indonesian, Norwegian, Polish, Portuguese (Portugal), Slovak, Slovenian, Spanish (Latin America), Swedish, Thai, Ukrainian",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Tom and Jerry: The Fast and the Furry",
    "mainImage": "https://play-lh.googleusercontent.com/WEYkhUH1fidmampMdvZGPKmllzdoeLk2i7OIGcmC_5qr4BxBoQ-iuvQFN_ui3xyeDkER=w200-h300-rw",
    "yearProduced": "2005",
    "duration": "74 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Family"],
    "video": "",
    "description": "Tom and Jerry enter the \"Super Race,\" an extreme reality show in which the contestants compete in an all-terrain car race around the world, to win the grand prize of an ultra dream mansion! They compete against a hot rod Granny and her unusual dog, a super genius who has tough luck, a soccer mom with a tricked out mini-van, and many other crazy characters. The fun and chase is on, as cat and mouse topple the Eiffel Tower, crack the Great Wall of China and re-face Mount Rushmore as they battle for the ultimate prize!",
    "actors": "Charlie Adler, Jeff Glen Bennett, John Dimaggio",
    "producers": "Bill Kopp",
    "director": "Jeff Glen Bennett",

    "quality": "71%",
    "audioLanguage": "English [Stereo]",
    "subtitles": "Arabic, Croatian, Danish, Dutch, English [CC], Finnish, French, German, Norwegian, Portuguese, Slovenian, Spanish, Swedish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "IT",
    "mainImage": "https://play-lh.googleusercontent.com/x7RanJjwxXK7GgUWBat7V2io5V4Edo6T2ORBsAA6L0ZzJT-ZVBJ2Cg_5XW_eLnTOescc=w200-h300-rw",
    "yearProduced": "2017",
    "duration": "134 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Horror"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:HjnYyXkoF9I?autoplay=1&embed=play",
    "description": "The horror thriller IT, directed by Andrs Muschietti (Mama), is based on the hugely popular Stephen King novel of the same name, which has been terrifying readers for decades. When children begin to disappear in the town of Derry, Maine, a group of young kids is faced with their biggest fears when they square off against an evil clown named Pennywise, whose history of murder and violence dates back for centuries.",
    "actors": "Bill Skarsgard, Jaeden Lieberher, Wyatt Oleff, Jeremy Ray Taylor, Sophia Lillis, Finn Wolfhard, Jack Dylan Grazer, Chosen Jacobs, Nicholas Hamilton",
    "producers": "Roy Lee, Dan Lin, Barbara Muschietti, Seth Grahame-Smith, David Katzenberg",
    "director": "Jaeden Lieberher",

    "quality": "86%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Bulgarian, Cantonese, Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Icelandic, Italian, Latvian, Lithuanian, Norwegian, Polish, Portuguese, Russian, Slovenian, Spanish, Swedish, Thai, Turkish, Ukrainian",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Cloudy With a Chance of Meatballs 2",
    "mainImage": "https://play-lh.googleusercontent.com/jvsqX1zi9E2mdVYZ_NiXC3kEmCr2E14Z7d9UQ6R4Lb_e76C71kuVzwSuYGCN66tEtoAF=w200-h300-rw",
    "yearProduced": "2013",
    "duration": "94 minutes",
    "price": "LBP 5,000 Rent",
    "genre": ["Animation"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:nF7_OttnKpo?autoplay=1&embed=play",
    "description": "Inventor Flint Lockwood thought he saved the world when he destroyed his most infamous invention -- a machine that turned water into food causing cheeseburger rain and spaghetti tornadoes. But Flint soon learns that his invention survived and is now combining food and animals to create \"foodimals\"! Flint and his friends embark on an adventurously mouth-watering mission to battle hungry tacodiles, shrimpanzees, hippotatomuses, cheesepiders and other foodimals to save the world -- again!",
    "actors": "Bill Hader, Anna Faris, James Caan, Will Forte, Andy Samberg, Benjamin Bratt, Neil Patrick Harris, Terry Crews, Kristen Schaal, Cody Cameron, Melissa Sturm, Kris Pearn, Craig Kellman, Khamani Griffin, Bridget Hoffman, Al Roker",
    "producers": "Pam Marsden, Kirk Bodyfelt",
    "director": "Anna Faris",

    "quality": "71%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Chinese (Hong Kong), Chinese (Simplified), Dutch, English (United States) [CC], English [CC], Finnish, French, Swedish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "The Lego Movie",
    "mainImage": "https://play-lh.googleusercontent.com/uIKetT_OQm6aswUBWzUZyTOfrncfLbm0lI7ImaCnT9FsndB7SUPwPSdW5DvABUw54Wi4=w200-h300-rw",
    "yearProduced": "2014",
    "duration": "100 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Family"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:KMyfSOHgdxQ?autoplay=1&embed=play",
    "description": "The first-ever full-length theatrical LEGO movie follows Emmet, an ordinary, rules-following, perfectly average LEGO minifigure who is mistakenly identified as the most extraordinary person and the key to saving the world. He is drafted into a fellowship of strangers on an epic quest to stop an evil tyrant, a journey for which Emmet is hopelessly and hilariously underprepared.",
    "actors": "Dan Lin, Roy Lee",
    "producers": "Phil Lord, Christopher Miller",
    "director": "Roy Lee",

    "quality": "96%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Chinese (Hong Kong), Chinese (Simplified), Chinese (Singapore), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Finnish, French, German, Hebrew, Hungarian, Icelandic, Indonesian, Italian, Lithuanian, Norwegian, Polish, Portuguese (Brazil), Romanian, Russian, Serbian, Slovak, Slovenian, Swedish, Thai, Turkish, Ukrainian",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Me Before You",
    "mainImage": "https://play-lh.googleusercontent.com/ubNsl4KIQaGGNwduZEALEuprA6VwdTetTjyoyVwOxV5d9sM_c41BBtt7n2selIcKkHGC=w200-h300-rw",
    "yearProduced": "2016",
    "duration": "110 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:9YFj8N9g9Ao?autoplay=1&embed=play",
    "description": "Young and quirky Louisa \"Lou\" Clark (Emilia Clarke) moves from one job to the next to help her family make ends meet. Her cheerful attitude is put to the test when she becomes a caregiver for Will Traynor (Sam Claflin), a wealthy young banker left paralyzed from an accident two years earlier. Will's cynical outlook starts to change when Louisa shows him that life is worth living. As their bond deepens, their lives and hearts change in ways neither one could have imagined.",
    "actors": "Emilia Clarke, Sam Claflin, Charles Dance, Jenna Coleman, Matthew Lewis, Vanessa Kirby, Stephen Peacocke, Brendan Coyle, Janet McTeer",
    "producers": "Karen Rosenfelt, Alison Owen",
    "director": "Sam Claflin",

    "quality": "54%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Cantonese, Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Icelandic, Italian, Korean, Norwegian, Polish, Portuguese (Brazil), Portuguese (Portugal), Russian, Slovak, Spanish, Spanish (Latin America), Swedish, Thai, Turkish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Jumanji: Welcome to the Jungle",
    "mainImage": "https://play-lh.googleusercontent.com/HjF5AQGaHCptfrLnOBj3wBqkmEJyWHjLKzwwufL0G2JDXWmnpIciZpx9zUMZgvzOrnNe=w200-h300-rw",
    "yearProduced": "2017",
    "duration": "119 minutes",
    "price": "LBP 5,000 Rent",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:D7snEURz8uY?autoplay=1&embed=play",
    "description": "Four teenagers in detention discover an old video console with a game theyve never heard of. When they decide to play, they are immediately sucked into the jungle world of Jumanji in the bodies of their avatars (Dwayne Johnson, Jack Black, Kevin Hart, and Karen Gillan). Theyll have to complete the adventure of their lives filled with fun, thrills and danger or be stuck in the game forever!",
    "actors": "Dwayne Johnson, Jack Black, Kevin Hart, Karen Gillan, Nick Jonas, Bobby Cannavale, Ser'darius Blain, Madison Iseman, Morgan Turner, Alex Wolff, Rhys Darby, Marc Evan Jackson",
    "producers": "Matt Tolmach, William Teitler",
    "director": "Jack Black",

    "quality": "76%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Chinese (Hong Kong), Chinese (Simplified), Chinese (Traditional), Czech, Danish, Dutch, English (United Kingdom) [CC], English (United States) [CC], English [CC], Finnish, Greek, Hebrew, Hungarian, Icelandic, Norwegian, Polish, Portuguese (Portugal), Slovak, Slovenian, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Alvin And The Chipmunks: Chipwrecked",
    "mainImage": "https://play-lh.googleusercontent.com/VSJUmyjk6nneCVVpaXzYc0aV5SfpKon2bUo0W_dxJL00CzYe5aVpVdjt-VtOBFAGdxOA=w200-h300-rw",
    "yearProduced": "2007",
    "duration": "87 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Family"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:yDF-ruUjRiY?autoplay=1&embed=play",
    "description": "On vacation aboard a luxury cruise ship, alvin, simon, theodore and the chipettes are up to their usual antics, turning the ship into their personal playground, until they become 'chipwrecked' on a desert island. As dave seville frantically searches for his awol charges, the 'munks and chipettes do what they do best: Sing, dance and wreak havoc. But they're in for a surprise when they embark on an island adventure with their new friend, a castaway who's more than a match for alvin and the chipmunks.",
    "actors": "Anna Faris, Matthew Gubler, Justin Long, Jenny Slate, Amy Poehler, Jesse McCartney, Christina Applegate, David Cross, Jason Lee",
    "producers": "Mike Mitchell",
    "director": "Matthew Gubler",

    "quality": "12%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Danish, Dutch, English [CC], Finnish, French, German, Hungarian, Italian, Norwegian, Portuguese, Russian, Spanish (Latin America), Swedish, Turkish, Ukrainian, Vietnamese",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "The LEGO NINJAGO Movie",
    "mainImage": "https://play-lh.googleusercontent.com/ia7iOIpPK8ES_z-jZ4CvXvyWCvrat8UvtTd1K9cISmsdmpCHd8lKuqtSpDf27UxvDpM0EA=w200-h300-rw",
    "yearProduced": "2017",
    "duration": "101 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Animation"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:-A0LOgYVCbU?autoplay=1&embed=play",
    "description": "In this big-screen Ninjago adventure, the battle for Ninjago City calls to action young Lloyd, aka the Green Ninja (Dave Franco), along with his friends, who are all secret warriors and LEGO Master Builders. Led by kung fu master Wu (Jackie Chan), as wisecracking as he is wise, they must defeat evil warlord Garmadon (Justin Theroux), the Worst Guy Ever, who also happens to be Lloyds dad. Pitting mech against mech and father against son, the epic showdown will test this fierce but undisciplined team of modern-day ninjas who must learn to check their egos and pull together to unleash their true power.",
    "actors": "Jackie Chan, Justin Theroux, Dave Franco, Michael Pea, Fred Armisen, Kumail Nanjiani, Abbi Jacobson, Zach Woods, Olivia Munn",
    "producers": "Dan Lin, Phil Lord, Christopher Miller, Maryann Garger, Roy Lee, Chris McKay",
    "director": "Justin Theroux",

    "quality": "56%",
    "audioLanguage": "English [5.1]",
    "subtitles": "English [CC]",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Annabelle",
    "mainImage": "https://play-lh.googleusercontent.com/m2Vsb_aScKJQ-qc_YWHKI_Wwny0Wg0HoGIsxZwpS83Amu5lU8WQFOR79JNcQ65QTZB0SHA=w200-h300-rw",
    "yearProduced": "2014",
    "duration": "98 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Horror"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:RXt4Hh9ykps?autoplay=1&embed=play",
    "description": "Based on the terrifying doll from The Conjuring. John Form has found the perfect gift for his expectant wife, Miaa beautiful, rare vintage doll in a pure white wedding dress. But Mias delight with Annabelle doesnt last long. On one horrific night, their home is invaded by members of a satanic cult, who violently attack the couple. Spilled blood and terror are not all they leave behind. The cultists have conjured an entity so malevolent that nothing they did will compare to the sinister conduit to the damned that is now...Annabelle.",
    "actors": "Annabelle Wallis, Ward Horton, Alfre Woodard",
    "producers": "James Wan, Peter Safran",
    "director": "Ward Horton",

    "quality": "29%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Chinese (Hong Kong), Chinese (Simplified), Chinese (Singapore), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Icelandic, Indonesian, Korean, Lithuanian, Norwegian, Polish, Portuguese, Portuguese (Brazil), Russian, Slovenian, Spanish, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "The Amazing Spider-Man",
    "mainImage": "https://play-lh.googleusercontent.com/yJMK9n1TtVjg_XuXy7_LypwtExYtrBnMLzFgGt37JPR0rmx66lFrnvvktt1_RC7T7r8-=w200-h300-rw",
    "yearProduced": "2012",
    "duration": "136 minutes",
    "price": "LBP 5,000 Rent",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:lmKnb_OXhQE?autoplay=1&embed=play",
    "description": "Peter Parker is going back to high school in The Amazing Spider-Man (3D) as a teenager dealing with both contemporary human problems and amazing super-human crises. 2012 Columbia Pictures Industries, Inc. All Rights Reserved. | Marvel, and the names and distinctive likenesses of Spider-Man and all other Marvel characters:  and  2012 Marvel Entertainment, LLC & its subsidiaries. All Rights Reserved.",
    "actors": "Andrew Garfield, Emma Stone, Rhys Ifans, Denis Leary, Campbell Scott, Irrfan Khan, Martin Sheen, Sally Field, Embeth Davidtz, Chris Zylka",
    "producers": "Marc Webb",
    "director": "Emma Stone",

    "quality": "72%",
    "audioLanguage": "English [Stereo]",
    "subtitles": "Chinese (Hong Kong), Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Italian, Latvian, Lithuanian, Norwegian, Polish, Portuguese, Romanian, Russian, Serbian, Slovak, Slovenian, Spanish (Latin America), Swedish, Thai, Turkish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Home Alone 2: Lost In New York",
    "mainImage": "https://play-lh.googleusercontent.com/OilBhrtqCrXwWmMTmnZFY_VRZhDEMv2BrJQjDDG4eaonnTJ96d-z3t242l_EvBmrGxI9rQ=w200-h300-rw",
    "yearProduced": "1992",
    "duration": "120 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Family"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:k0kJieJ1k6k?autoplay=1&embed=play",
    "description": "Kevin McCallister (Macaulay Culkin) is back! But this time he's in New York City with enough cash and credit cards to turn the Big Apple into his own playground! But Kevin won't be alone for long. The notorious Wet Bandits, Harry and Marv (Joe Pesci and Daniel Stern), still smarting from their last encounter with Kevin, are bound for New York too, plotting a huge holiday heist. Kevin's ready to welcome them with a battery of booby traps the bumbling bandits will never forget!",
    "actors": "Macaulay Culkin, Joe Pesci, Daniel Stern, John Heard",
    "producers": "Chris Columbus",
    "director": "Joe Pesci",

    "quality": "34%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Chinese (Simplified), Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Icelandic, Italian, Latvian, Lithuanian, Norwegian, Polish, Swedish, Thai, Turkish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Monte Carlo",
    "mainImage": "https://play-lh.googleusercontent.com/4u61Hcb-Ymi8WeEZTZQq4TJyuPsQiyDZy5Zg-FREQT9jEzczu0fyF-zdLP42f4EiCprq=w200-h300-rw",
    "yearProduced": "2011",
    "duration": "108 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:6bx5KYRA_4I?autoplay=1&embed=play",
    "description": "Get ready for an awesome adventure of a lifetime in Monte Carlo! Selena Gomez (Ramona and Beezus) lights up the screen as Grace, a high-spirited high school grad looking forward to a vacation in Paris with her best friend Emma (Katie Cassidy) and stepsister Meg (Leighton Meester). Just as the girls think their trip is ruined when their hyperactive tour guide leaves them behind, Grace is mistaken for a wealthy socialite and the trio is whisked away to Monte Carlo for a thrilling week of glitz, glam, and unforgettable fun.",
    "actors": "Selena Gomez, Leighton Meester, Katie Cassidy, Cory Monteith, Andie MacDowell, Catherine Tate, Valerie Lemercier",
    "producers": "Thomas Bezucha",
    "director": "Leighton Meester",

    "quality": "40%",
    "audioLanguage": "English [Stereo]",
    "subtitles": "Arabic, Chinese (Hong Kong), Chinese (Taiwan), Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hungarian, Indonesian, Latvian, Lithuanian, Malay, Norwegian, Polish, Portuguese, Romanian, Russian, Slovenian, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian, Vietnamese",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Rampage",
    "mainImage": "https://play-lh.googleusercontent.com/0HGrtulOsqSzp7p4ADYfy4EZo6FWRhWSOvr1RNcfYCBOTRxDr0eeKiWDtAscFNZO9EE4=w200-h300-rw",
    "yearProduced": "2018",
    "duration": "107 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:che8ysKEAEA?autoplay=1&embed=play",
    "description": "Primatologist Davis (Dwayne Johnson) shares an unshakable bond with George, the extraordinarily intelligent, silverback gorilla who has been in his care since birth. When a greed-fueled corporation's genetic experiment goes awry, George and other animals across the country are mutated into aggressive super creatures that rampage the city. In an adrenaline-filled ride, Davis tries to find an antidote to not only halt a global catastrophe, but to also save the fearsome creature that was once his friend.",
    "actors": "Dwayne Johnson, Naomie Harris, Malin Akerman, Joe Manganiello, Jeffrey Dean Morgan, Breanne Hill, Matt Gerald, Jason Liles",
    "producers": "Beau Flynn, John Rickard, Brad Peyton, Hiram Garcia",
    "director": "Naomie Harris",

    "quality": "51%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Bulgarian, Cantonese, Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Icelandic, Italian, Latvian, Lithuanian, Norwegian, Polish, Portuguese, Russian, Slovenian, Spanish, Swedish, Thai, Turkish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Just Married",
    "mainImage": "https://play-lh.googleusercontent.com/DlIh8ZPwzb4GUBwfprMxDdvi2OLI4-YmyNi3SCI5xJRpucAuxNYTd4mOuMd9TtiTtt8=w200-h300-rw",
    "yearProduced": "2003",
    "duration": "94 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Comedy"],
    "video": "",
    "description": "Just Married chronicles the beleaguered romance of Tom Leezak (Ashton Kutcher) and Sarah McNerney (Brittany Murphy), a young couple unexpectedly swept off their feet after their first meeting. Following their wedding, the happy couple sets off - with the highest of hopes and ideals about love and marriage - on what they expect will be the perfect vacation in Italy. Thanks to Sarah's wealthy ex-boyfriend and a relentless string of bad luck, the happy couple experiences a honeymoon from hell that tests the limits of their young love.",
    "actors": "Ashton Kutcher, Brittany Murphy, Monet Mazur",
    "producers": "Shawn Levy",
    "director": "Brittany Murphy",

    "quality": "20%",
    "audioLanguage": "English [Stereo]",
    "subtitles": "Arabic, Chinese (Hong Kong), Chinese (Traditional), Croatian, Czech, Dutch, French, Greek, Hebrew, Hungarian, Icelandic, Italian, Polish, Romanian, Russian, Slovenian, Thai, Turkish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "The Legend of Tarzan",
    "mainImage": "https://play-lh.googleusercontent.com/SPwFMgjMHG7nEILK2jWwNqnFHcLKfUxnpeW-kN_XG2NUV_heLfJ9ymWcI6-YHcall4rRxg=w200-h300-rw",
    "yearProduced": "2016",
    "duration": "109 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:LCiItfsRBEs?autoplay=1&embed=play",
    "description": "It has been years since the man once known as Tarzan (Skarsgrd) left the jungles of Africa behind for a gentrified life as John Clayton III, Lord Greystoke, with his beloved wife, Jane (Robbie) at his side.Now, he has been invited back to the Congo to serve as a trade emissary of Parliament, unaware that he is a pawn in a deadly convergence of greed and revenge, masterminded by the Belgian, Captain Leon Rom (Waltz).But those behind the murderous plot have no idea what they are about to unleash.",
    "actors": "Alexander Skarsgrd, Samuel L. Jackson, Margot Robbie, Djimon Hounsou, Ella Purnell, Christoph Waltz, Casper Crump, Cali Nelle, Rory J. Saper",
    "producers": "Jerry Weintraub, David Barron, Alan Riche, Scott Cherrin",
    "director": "Samuel L. Jackson",

    "quality": "36%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Bulgarian, Cantonese, Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Icelandic, Latvian, Lithuanian, Norwegian, Polish, Portuguese (Brazil), Portuguese (Portugal), Russian, Slovenian, Spanish, Swedish, Thai, Turkish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Justice League",
    "mainImage": "https://play-lh.googleusercontent.com/eoXV727wg7gQwEUYUi4V4g_Ld3TxtfHbU3q-NcMXDfNR5iqsY2qTCMKXiCNHnSJizPXHyg=w200-h300-rw",
    "yearProduced": "2017",
    "duration": "120 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "",
    "description": "Fueled by his restored faith in humanity and inspired by Supermans selfless act, Bruce Wayne enlists the help of his newfound ally, Diana Prince, to face an even greater enemy. Together, Batman and Wonder Woman work quickly to find and recruit a team of metahumans to stand against this newly awakened threat. But despite the formation of this unprecedented league of heroesBatman, Wonder Woman, Aquaman, Cyborg and The Flashit may already be too late to save the planet from an assault of catastrophic proportions.",
    "actors": "Ben Affleck, Henry Cavill, Amy Adams, Gal Gadot, Jason Momoa, Ezra Miller, Raymond Fisher, Jesse Eisenberg, Jeremy Irons, Diane Lane, Connie Nielsen, J.K. Simmons",
    "producers": "Charles Roven, Deborah Snyder, Jon Berg, Geoff Johns",
    "director": "Henry Cavill",

    "quality": "40%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Bulgarian, Cantonese, Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Icelandic, Italian, Latvian, Lithuanian, Norwegian, Polish, Portuguese, Russian, Slovenian, Spanish, Swedish, Thai, Turkish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "RELIC",
    "mainImage": "https://play-lh.googleusercontent.com/RiPEb4M8T1P_4hlYeZKvFF8DZm7vZ3BceZFT14oPGuHe2Y9CymbMDDLkpwWXIYybRkO85B98kT1tvxduZA=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "85 minutes",
    "price": "LBP 25,000 Buy HD",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:pItp1Z6rZ6k.P?autoplay=1&embed=play",
    "description": "When elderly mother Edna inexplicably vanishes, her daughter Kay and granddaughter Sam rush to their family's decaying country home, finding clues of her increasing dementia scattered around the house in her absence. After Edna returns just as mysteriously as she disappeared, Kay's concern that her mother seems unwilling or unable to say where she's been clashes with Sam's unabashed enthusiasm to have her grandma back. As Edna's behavior turns increasingly volatile, both begin to sense that an insidious presence in the house might be taking control of her.",
    "actors": "Robyn Nevin, Emily Mortimer",
    "producers": "Jake Gyllenhaal",
    "director": "Emily Mortimer",

    "quality": "92%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New rental movies"]
  },
  {
    "title": "BLITHE SPIRIT",
    "mainImage": "https://play-lh.googleusercontent.com/TrRT1OzyTHCQzSe4ojTzKUIo3AKkmb934u8_Q_ZXnqFa6UkiPCCoDExDiTbsun7j4h8cr-A2BCjl4WSFaA=w200-h300-rw",
    "yearProduced": "2021",
    "duration": "99 minutes",
    "price": "LBP 25,000 Buy HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:lm5ewUBA954.P?autoplay=1&embed=play",
    "description": "A spiritualist medium holds a seance for a writer suffering from writer's block but accidentally summons the spirit of his deceased first wife, which leads to an increasingly complex love triangle with his current wife of five years.",
    "actors": "Isla Fisher, Dan Stevens",
    "producers": "Hilary Bevan Jones",
    "director": "Dan Stevens",

    "quality": "28%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New rental movies"]
  },
  {
    "title": "WILD MOUNTAIN THYME",
    "mainImage": "https://play-lh.googleusercontent.com/d5WMGbUgi-l3hyu0E9iZ7_hKVR_J3XT8FcImtlhRRhM0ztENI0tUdoNO0xX0lMSE55_Y7cwuhltlJI1NeQ=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "102 minutes",
    "price": "LBP 25,000 Buy HD",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:GrKSm7x8TRs.P?autoplay=1&embed=play",
    "description": "John Patrick Shanley, who created the classic MOONSTRUCK, brings his sweeping romantic vision to Ireland with Wild Mountain Thyme. The headstrong farmer Rosemary Muldoon (Emily Blunt) has her heart set on winning her neighbor Anthony Reilly's love. The problem is Anthony (Jamie Dornan) seems to have inherited a family curse, and remains oblivious to his beautiful admirer. Stung by his father Tony's (Christopher Walken) plans to sell the family farm to his American nephew (Jon Hamm), Anthony is jolted into pursuing his dreams in this comedic, moving and wildly romantic tale.",
    "actors": "Emily Blunt, Jamie Dornan",
    "producers": "Anthony Bregman",
    "director": "Jamie Dornan",

    "quality": "29%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New rental movies"]
  },
  {
    "title": "DIVORCE CLUB",
    "mainImage": "https://play-lh.googleusercontent.com/JTOO0Z26xtGzFQ16bi1eQsNaaZgshJZpfXcc1tgy3WRgEulj0TNkgcMQljiXTn_W-UHeatNtFccPugO7xG0=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "108 minutes",
    "price": "LBP 25,000 Buy HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:uJU26Psochs.P?autoplay=1&embed=play",
    "description": "After 5 years of marriage, Ben is still madly in love. Until the day he discovers in public that his wife is cheating on him: humiliated and dumped in the process.",
    "actors": "Arnaud Ducret, Francois-Xavier Demaison",
    "producers": "Thierry Desmichelle",
    "director": "Francois-Xavier Demaison",

    "quality": "French [5.1]",
    "audioLanguage": "Arabic, English",
    "subtitles": "108 minutes",
    "group": ["New rental movies"]
  },
  {
    "title": "BODY BROKERS",
    "mainImage": "https://play-lh.googleusercontent.com/2cB42__4dKQjelldnJ0aGy37XMDwZCV7zft0SKMrf1206N_Gm0VYCk2wLd1HQs1my3cWL1QwJCbz98riMg=w200-h300-rw",
    "yearProduced": "2021",
    "duration": "112 minutes",
    "price": "LBP 25,000 Buy HD",
    "genre": [],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:in5LL3OEU1E.P?autoplay=1&embed=play",
    "description": "Utah (Jack Kilmer) and Opal (Alice Englert) are junkies living on the streets of rural Ohio until a seemingly chance encounter with the enigmatic Wood (Michael Kenneth Williams) brings them to Los Angeles for drug treatment. Utah appears to find sobriety with the help of treatment center shrink, Dr. White (Melissa Leo), and tech turned love interest, May (Jessica Rothe). They soon learn that drug treatment is but a cover for a predatory business, enlisting addicts to recruit other addicts. Utah is no exception. Wood and his drug treatment mogul partner, Vin (Frank Grillo), take Utah under their wing, introducing him to the good life, though Utah's addiction remains his biggest obstacle.",
    "actors": "Frank Grillo, Jessica Rothe",
    "producers": "Robert Ogden Barnum",
    "director": "Robert Ogden Barnum",

    "quality": "64%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New rental movies"]
  },
  {
    "title": "BIGFOOT 2",
    "mainImage": "https://play-lh.googleusercontent.com/FfO7EvzfCPQG2NPX7fMhJXF189YcXQuREqmn-9AA66-xOfZp2zLH8fxzAlSIdegM1Fff7vTG-GamH4PBy7Y=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "88 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Animation"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:uynLG2NMGwE.P?autoplay=1&embed=play",
    "description": "Follow up to Son of Bigfoot: Father uses his new fame to fight against an Alaska oil company but when he disappears the son, the mother, a raccoon and a bear head North to rescue him.",
    "actors": "Kylian Trouillard, Alexis Victor",
    "producers": "Matthieu Zeller",
    "director": "Alexis Victor",

    "quality": "36%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New rental movies"]
  },
  {
    "title": "FEAR OF RAIN",
    "mainImage": "https://play-lh.googleusercontent.com/fbix2jWYEIBAdD5Egs9iyo8cbSR6BgYu3GOk2jMNcYGtKEcVPbjzGmVKVJyNm_B2k2vwGXhmJJLPq8Pkfh4=w200-h300-rw",
    "yearProduced": "2021",
    "duration": "108 minutes",
    "price": "LBP 24,000 Buy HD",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:fo7A0rbl_Qk.P?autoplay=1&embed=play",
    "description": "A girl living with schizophrenia struggles with terrifying hallucinations as she begins to suspect her neighbor has kidnapped a child. The only person who believes her is Caleb -a boy she isn't even sure exists.",
    "actors": "Katherine Heigl, Madison Iseman",
    "producers": "Robert Molloy",
    "director": "Madison Iseman",

    "quality": "50%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New rental movies"]
  },
  {
    "title": "THE SILENCING",
    "mainImage": "https://play-lh.googleusercontent.com/o0C1icPlcocRvZ9b08G0DhIcRbDtcSPPp89ZWokJuOd9AtP9h79I0xI9WjwVpwzHYBIqifxvWiGzCGKB_6U=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "89 minutes",
    "price": "LBP 24,000 Buy HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:GgsqF62zFGI.P?autoplay=1&embed=play",
    "description": "A reformed hunter living in isolation on a wildlife sanctuary becomes involved in a deadly game of cat and mouse when he and the local Sheriff set out to track a vicious killer who may have kidnapped his daughter years ago.",
    "actors": "Nikolaj Coster-Waldau, Caleb Ellsworth-Clark",
    "producers": "Cybill Lui Eppich",
    "director": "Caleb Ellsworth-Clark",

    "quality": "17%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New rental movies"]
  },
  {
    "title": "Sound Of Metal",
    "mainImage": "https://play-lh.googleusercontent.com/EcRO69WsIxV6solOytw4S-aDjBthOPUQe06GNZkj78GyR3qOLSkNIZOJs0lyk6D07vy3sjIPsioM2-u368c=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "120 minutes",
    "price": "LBP 6,000 Rent",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:SPxen37J-9Y.P?autoplay=1&embed=play",
    "description": "Ruben (Riz Ahmed) and Lou (Olivia Cooke) live together, two nomads traveling gig to gig on an endless American tour. Their music is loud, frenzied and passionate, until one day Ruben is overwhelmed by a severe ringing in his ears, which quickly gives way to deafness. Ruben is suddenly overcome by anxiety, depression, and soon enough his past addictions begin to surface. Ruben checks himself into a home for deaf addicts run by an eccentric deaf veteran, Joe. In this world of silence and under Joe's tough, observant care, Ruben must confront himself more honestly than ever before. But the love and sound of his old life echoes in Ruben's mind, calling for him to return ",
    "actors": "Riz Ahmed, Olivia Cooke, Paul Raci, Lauren Ridloff, Mathieu Amalric",
    "producers": "Bert Hamelinck, Sacha Ben Harroche",
    "director": "Olivia Cooke",

    "quality": "97%",
    "audioLanguage": "English [5.1], Russian [5.1]",
    "subtitles": "Arabic, Chinese (Simplified), Chinese (Traditional), Czech, Danish, Dutch, English [CC], Estonian, Finnish, French (France), Greek, Hungarian, Icelandic, Korean, Lithuanian, Norwegian, Polish, Portuguese (Brazil), Portuguese (Portugal), Russian, Slovak, Slovenian, Spanish, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian",
    "group": ["New rental movies"]
  },
  {
    "title": "Cats & Dogs: Paws Unite!",
    "mainImage": "https://play-lh.googleusercontent.com/8jD7tymxAGLQzjpc8cfXxO8S-M_-VdsGSSfnDpxw4sEZOcwPiabto1CtKtpLvz86Lk9BF6A3f8neiKDuCAPL=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "84 minutes",
    "price": "LBP 8,000 Rent HD",
    "genre": ["Family"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:bobHc7U_sm0.P?autoplay=1&embed=play",
    "description": "It's been 10 years since the creation of the Great Truce, an elaborate joint-species surveillance system designed and monitored by cats and dogs to keep the peace when conflicts arise. But when a tech-savvy villain hacks into wireless networks to use frequencies only heard by cats and dogs, he manipulates them into conflict, and the worldwide battle between cats and dogs is BACK ON. Now, a team of inexperienced and untested agents will have to use their old-school animal instincts to restore order and peace between cats and dogs everywhere.",
    "actors": "Melissa Rauch, Max Greenfield, George Lopez, Callum Seagram Airlie, Sarah Giles, Kirsten Robek, John Murphy",
    "producers": "Andrew Lazar, David Fliegel",
    "director": "Max Greenfield",

    "quality": "11%",
    "audioLanguage": "Danish [5.1], English [5.1], Finnish [5.1], French (France) [5.1], German [5.1], Norwegian [5.1], Polish [5.1], Portuguese (Brazil) [5.1], Russian [5.1], Spanish (Latin America) [5.1], Spanish [5.1], Swedish [5.1]",
    "subtitles": "Arabic, Chinese (Traditional), Danish, Dutch, English [CC], Finnish, French (France), German [CC], Greek, Norwegian, Polish, Portuguese (Brazil), Portuguese (Portugal), Russian, Spanish, Spanish (Latin America), Swedish, Thai",
    "group": ["New rental movies"]
  },
  {
    "title": "The Craft: Legacy",
    "mainImage": "https://play-lh.googleusercontent.com/D31rKzRyop44NkWWgz0jjHJqJGAHanMNKeyr_9OhfvDIOboWHci5PwM8rH0IIagnUvWGK_ZH8GwUNSjNXA=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "94 minutes",
    "price": "LBP 6,000 Rent",
    "genre": ["Horror"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:S7faeB2isBo.P?autoplay=1&embed=play",
    "description": "In Blumhouse's continuation of the cult hit The Craft, an eclectic foursome of aspiring teenage witches get more than they bargained for as they lean into their newfound powers.",
    "actors": "Cailee Spaeny, Gideon Adlon, Lovie Simone, Zoey Luna, Nicholas Galitzine, Michelle Monaghan, David Duchovny",
    "producers": "Douglas Wick, Lucy Fisher, Jason Blum",
    "director": "Gideon Adlon",

    "quality": "49%",
    "audioLanguage": "English [5.1], French (France) [5.1], German [5.1], Italian [5.1], Portuguese (Brazil) [5.1], Russian [5.1], Spanish [5.1]",
    "subtitles": "Arabic, Cantonese, Chinese (Simplified), Chinese (Traditional), Czech, Danish, Dutch, English [CC], Finnish, French (France), German, Greek, Hungarian, Icelandic, Italian, Japanese, Korean, Norwegian, Polish, Portuguese (Brazil), Portuguese (Portugal), Russian, Slovak, Slovenian, Spanish, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian, Vietnamese",
    "group": ["New rental movies"]
  },
  {
    "title": "LOVE SARAH",
    "mainImage": "https://play-lh.googleusercontent.com/iq1qKXDkX-uxKhsWtvcuNthJyaY_9zbS7QNJzDCFuYz0TcRuK1uPZJ1MdW78kcEx2gl8G5wQWUTy9hUKIw=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "98 minutes",
    "price": "LBP 24,000 Buy HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:LL9u1fjcucQ.P?autoplay=1&embed=play",
    "description": "A young woman wishes to fulfill her mother's dream of opening her own bakery in Notting Hill, London. To do this, she enlists the help of an old friend and her grandma.",
    "actors": "Rupert Penry-Jones, Celia Imrie",
    "producers": "Rajita Shah",
    "director": "Celia Imrie",

    "quality": "58%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["New rental movies"]
  },
  {
    "title": "Teen Titans Go! To the Movies",
    "mainImage": "https://play-lh.googleusercontent.com/tz5-D5vrGdnOhFu9WS3NLaY5lbxAlvpJuxhwPsVr7oz8J31w4VrhehuHVG5MTsVOrlihkWEEje4i6j283A=w200-h300-rw",
    "yearProduced": "2018",
    "duration": "83 minutes",
    "price": "LBP 29,000 Buy HD",
    "genre": ["Animation"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:Y3Rc0c8WWXE.P?autoplay=1&embed=play",
    "description": "When the Teen Titans go to the big screen, they go big! It seems to the Teens that all the major superheroes out there are starring in their own movieseveryone but the Teen Titans, that is! But de facto leader Robin is determined to be seen as a star instead of a sidekick. With a few madcap ideas and a song in their heart, the Teen Titans head to Tinsel Town, certain to pull off their dream. But when the group is sidetracked by a seriously super villain and his maniacal plan to take over the Earth, things really go awry. The team finds their friendship and their fighting spirit failing, putting the very fate of the Teen Titans themselves on the line!",
    "actors": "Michael Jelenic, Aaron Horvath",
    "producers": "Aaron Horvath, Peter Rida Michail",
    "director": "Aaron Horvath",

    "quality": "91%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Cantonese, English [CC], Estonian, Greek, Icelandic, Lithuanian, Slovenian",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Sonic The Hedgehog",
    "mainImage": "https://play-lh.googleusercontent.com/n6LNU8HxW6PhRHfPH_KB_j5LIurKQdD6peRu3o21EgfbZU0r8eEp3n4U5a--wc77hQznABofkCHxmGnC6_Q=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "98 minutes",
    "price": "LBP 15,000 Buy",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:WUzZOPScTr4.P?autoplay=1&embed=play",
    "description": "The world needed a hero, we got a hedgehog. Powered with incredible speed, Sonic The Hedgehog (voiced by Ben Schwartz), aka The Blue Blur, embraces his new home on Earth. That is, until he accidentally knocks out the power grid and sparks the attention of super-uncool evil genius Dr. Robotnik (Jim Carrey). Now its super-villain vs. super-sonic in an all-out race across the globe to stop Robotnik from using Sonics unique power for world domination. Sonic teams up with The Donut Lord, aka Sheriff Tom Wachowski (James Marsden), to save the planet in this live-action adventure comedy thats fun for the whole family.",
    "actors": "James Marsden, Tika Sumpter, Jim Carrey, Ben Schwartz",
    "producers": "Neal H. Moritz, Toby Ascher, Toru Nakahara, Takeshi Ito, Hajime Satomi, Haruki Satomi, Masanao Maeda, Nan Morales, Tim Miller",
    "director": "Tika Sumpter",

    "quality": "63%",
    "audioLanguage": "English [5.1], French (France) [5.1], Spanish (Latin America) [5.1], Spanish [5.1]",
    "subtitles": "Arabic, English [CC], French (France), Spanish, Spanish (Latin America)",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Turbo: A Power Rangers Movie",
    "mainImage": "https://play-lh.googleusercontent.com/qf8dkb_EqvyLdTp-6gITuee2P3YZTTusAr8zsErQQvY6xmAWL_aP-z3o5LIKlCidwi-HNg=w200-h300-rw",
    "yearProduced": "1997",
    "duration": "99 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Family"],
    "video": "",
    "description": "It's the Power Rangers to the rescue at turbo speed in their all-new motion picture adventure. Imbued with new turbo powers and driving custom-designed turbo zords, the five superheroes battle an evil space pirate to save a wise and gentle alien--and the planet Earth--from almost certain destruction.",
    "actors": "Johnny Bosch, Jon Simanton, Kai Doi, Steve Cardenas, Jason Frank, Scott Fisher",
    "producers": "Shuki Levy",
    "director": "Jon Simanton",

    "quality": "15%",
    "audioLanguage": "English [5.1]",
    "subtitles": "English (United States) [CC]",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Batman: Return of the Caped Crusaders",
    "mainImage": "https://play-lh.googleusercontent.com/xXk-ZuYUU-WHLsZcwHZTwv5k8NE18j2CB4OhIaPRtd_i8-BlhmKpDiNeK_hC4DR7j8c=w200-h300-rw",
    "yearProduced": "2016",
    "duration": "78 minutes",
    "price": "LBP 21,000 Buy HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:JLdB3Depcto?autoplay=1&embed=play",
    "description": "Batman and Robin, the boy wonder, swing into action when the earth is threatened by Gotham City's most malevolent master-criminals, Joker, Riddler, Penguin and Catwoman! The Dynamic Duo try to save the day when Batman is turned from good to bad. Now Catwoman and Robin must team up to stop him from taking over Gotham City and ultimately, the world.",
    "actors": "Adam West, Burt Ward, Julie Newmar",
    "producers": "Michael Jelenic",
    "director": "Burt Ward",

    "quality": "94%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Chinese (Simplified), Chinese (Traditional), Dutch, English [CC], French, Italian, Portuguese (Brazil), Spanish (Latin America), Thai",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "The Amazing Spider-Man 2",
    "mainImage": "https://play-lh.googleusercontent.com/WlUrKW19bSMKvdUVGA-3rNl1PbksqQkVDfIAXGw_QRa3EfRM_a7QNUZOsTByihHtQ9Bg=w200-h300-rw",
    "yearProduced": "2014",
    "duration": "141 minutes",
    "price": "LBP 5,000 Rent",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:Rs2AFwE9YQ8?autoplay=1&embed=play",
    "description": "It's great to be Spider-Man (Andrew Garfield). For Peter Parker, there's no feeling quite like swinging between skyscrapers, embracing being the hero, and spending time with Gwen (Emma Stone). But being Spider-Man comes at a price: only Spider-Man can protect his fellow New Yorkers from the formidable villains that threaten the city. With the emergence of Electro (Jamie Foxx), Peter must confront a foe far more powerful than he. And as his old friend, Harry Osborn (Dane DeHaan), returns, Peter comes to realize that all of his enemies have one thing in common: Oscorp.",
    "actors": "Andrew Garfield, Emma Stone, Jamie Foxx, Dane DeHaan, Colm Feore, Felicity Jones, Paul Giamatti, Sally Field, Embeth Davidtz, Campbell Scott, Marton Csokas, Louis Cancelmi, Max Charles, B.J. Novak",
    "producers": "Avi Arad, Matt Tolmach",
    "director": "Emma Stone",

    "quality": "51%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Chinese (Hong Kong), Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English (United Kingdom) [CC], English [CC], Finnish, French, Greek, Hebrew, Icelandic, Indonesian, Norwegian, Portuguese (Portugal), Slovenian, Spanish (Latin America), Swedish, Thai, Turkish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Avengers Confidential: Black Widow & Punisher",
    "mainImage": "https://play-lh.googleusercontent.com/6Nm5HzLNn9L4G2FXuxjXO9eMBJT-O0JZt-QYk5u_ii9YFKsJzxBE9kAE8nbxPcg-QPBB=w200-h300-rw",
    "yearProduced": "2014",
    "duration": "82 minutes",
    "price": "LBP 16,000 Buy",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:4-72RXHDHRE?autoplay=1&embed=play",
    "description": "When The Punisher takes out a black market weapons dealer with stolen S.H.I.E.L.D. tech, he inadvertently stumbles upon a much larger terror plot under investigation by Black Widow, agent of S.H.I.E.L.D. Detained by the clandestine law enforcement organization, Nick Fury offers the Punisher his freedom in exchange for one mission; To work with Black Widow and stop the terrorist group known as Leviathan.",
    "actors": "Jennifer Carpenter, Brian Bloom",
    "producers": "Kenichi Shimizu",
    "director": "Brian Bloom",

    "quality": "45%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Chinese, Chinese (Traditional), Danish, Dutch, English [CC], French, Norwegian, Spanish (Latin America), Swedish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "CODE 8",
    "mainImage": "https://play-lh.googleusercontent.com/XqvetfSF3jbjcXKIwUelO2C4RlvmuPcVaxZ8kST-borh3Q_Ya9lqkg6V0mWF9USANQOr_knvxa3W8-pR0CQ=w200-h300-rw",
    "yearProduced": "2019",
    "duration": "94 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:hR7wjHjaECk.P?autoplay=1&embed=play",
    "description": "A super-powered construction worker falls in with a group of criminals in order to raise the funds to help his ill mother.",
    "actors": "Kari Matchett, Robbie Amell",
    "producers": "Jeff Chan",
    "director": "Robbie Amell",

    "quality": "80%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Deadpool 2",
    "mainImage": "https://play-lh.googleusercontent.com/Dd9x0VFjxatRK_d5gPF_K7R6vOwgcDBjDtN64aNuPe-6yJjDxD2eRmZci0m2w4oYVSc=w200-h300-rw",
    "yearProduced": "2018",
    "duration": "119 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:nhwZdp65fpo?autoplay=1&embed=play",
    "description": "The sequel to the first one.",
    "actors": "Ryan Reynolds, Josh Brolin, Morena Baccarin, Julian Dennison, Zazie Beetz, T. J. Miller, Brianna Hildebrand, Jack Kesy",
    "producers": "David Leitch",
    "director": "Josh Brolin",

    "quality": "84%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Azerbaijani, Bulgarian, Burmese, Chinese (Simplified), Chinese (Singapore), Chinese (Taiwan), Croatian, Czech, Danish, Dutch (Belgium), Dutch (Netherlands), English, Estonian, Finnish, French, Greek, Hebrew, Hungarian, Icelandic, Indonesian, Italian, Khmer, Lao, Lithuanian, Malay, Mongolian, Norwegian, Portuguese, Portuguese (Brazil), Romanian, Serbian, Slovak, Slovenian, Spanish, Spanish (Latin America), Thai, Turkish, Ukrainian, Vietnamese",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Dragonball: Evolution",
    "mainImage": "https://play-lh.googleusercontent.com/ZEysoCxSHal-zYur-YkvQ4vXWKeCvHwkLHcRnvyGYSJSQC0H6uKUF387ra8vAgYdDZ3sig=w200-h300-rw",
    "yearProduced": "2009",
    "duration": "85 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:0TyoHBwrn6U?autoplay=1&embed=play",
    "description": "The young warrior Goku embarks on an incredible adventure to thwart evil forces and collect all seven of the world's Dragon Balls, mystical orbs that grant unimaginable powers.",
    "actors": "Emmy Rossum (Bulma), Justin Chatwin (Goku), Jamie Chung (Chi Chi), Yun-Fat Chow (Master Roshi), James Marsters (Piccolo)",
    "producers": "James Wong",
    "director": "Justin Chatwin (Goku)",

    "quality": "15%",
    "audioLanguage": "English [Stereo]",
    "subtitles": "Arabic, English [CC]",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "X-Men Origins: Wolverine",
    "mainImage": "https://play-lh.googleusercontent.com/x78cjjvA2leD2g8XbCXBmbdAeQqkSo05pMY-PFOlm9B7ylsTB9pdrFatFl_7rsDj15A5=w200-h300-rw",
    "yearProduced": "2009",
    "duration": "107 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:v8pKBrSbOpQ?autoplay=1&embed=play",
    "description": "Heroic Hugh Jackman breathes the fire into Wolverine  with a vengeance!  This pulse-pounding action thriller sinks razor-sharp adamantium claws into the mysterious origins of Logan/Wolverine: his epically violent and romantic past, his complex relationship with Victor Creed/Sabretooth (Liev Schreiber), and the ominous Weapon X program that unleashes his primal fury.  Along the way, Wolverine also encounters legendary new mutants, including Deadpool and Gambit. You'll go \"berserker\" for this deeper, darker, more-spectacular-than-ever chapter of the X-Men saga!",
    "actors": "Hugh Jackman, Liev Schreiber, Danny Huston, Dominic Monaghan, Ryan Reynolds",
    "producers": "Gavin Hood",
    "director": "Liev Schreiber",

    "quality": "37%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Chinese (Traditional), Danish, Dutch, English [CC], Finnish, French, German, Hungarian, Italian, Norwegian, Polish, Portuguese, Spanish (Latin America), Swedish, Turkish, Ukrainian",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "DCU: Batman: Assault on Arkham",
    "mainImage": "https://play-lh.googleusercontent.com/W6uPqd4QvDI01nfPBDB2CVgzCb9z1zhNQpuu5pTfYa2ec6QkGAvMAeCjT3i1nfFlrpFLIQ=w200-h300-rw",
    "yearProduced": "2014",
    "duration": "75 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:s5PnAi65-ec?autoplay=1&embed=play",
    "description": "Welcome to Gotham City's heart of darkness. Arkham Asylum is a festering depository of the vile,the dangerous and the delirious,with an ever-growing population courtesy of the Dark Knight. But when Batman foils the Riddler's latest caper and a crucial piece of evidence,a thumb drive,ends up hidden in Arkham,potential salvation comes from an unexpected source: a covert government strike team assembled from Gotham City's underworld. The assassin Deadshot leads the team,code-named the Suicide Squad: Harley Quinn,Killer Frost,Captain Boomerang,King Shark,and Black Spider,a roster of rogues who know Arkham Asylum and its residents all too well. Batman is pursuing the thumb drive as well. After defeating a Suicide Squad member,Batman switches costumes with him and covertly infiltrates the Squad.",
    "actors": "Kevin Conroy, Neal McDonough, Troy Baker, Matthew Gray Gubler, CCH Pounder, Greg Ellis, Giancarlo Esposito",
    "producers": "James Tucker",
    "director": "Neal McDonough",

    "quality": "75%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Bulgarian, Chinese (China), Chinese (Hong Kong), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Icelandic, Indonesian, Italian, Korean, Malay, Norwegian, Polish, Portuguese (Brazil), Russian, Slovak, Slovenian, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Spider-Man (2002)",
    "mainImage": "https://play-lh.googleusercontent.com/PQW6qebXTYwtpgYCPsGu2qt7YivGjDrEPH_yfkgNpPJUXcyoJfu-ZAE3oRGdKzc3TAqV=w200-h300-rw",
    "yearProduced": "2002",
    "duration": "121 minutes",
    "price": "LBP 5,000 Rent",
    "genre": ["Action & adventure"],
    "video": "",
    "description": "Average teenager Peter Parker is transformed into an extraordinary super hero after he is accidentally bitten by a radioactive spider. When his beloved uncle is savagely murdered during a robbery, young Peter vows to use his powers to avenge his death. Deeming himself \"Spider-Man,\" he sets about ridding the streets of crime, bringing him into conflict with malevolent super-villain \"Green Goblin.\" (c) 2002 Motion Picture  2002 Columbia Pictures Industries, Inc.  All Rights Reserved.  |  Spider-Man Character  &  2013 Marvel Characters, Inc. All Rights Reserved.",
    "actors": "Rosemary Harris, James Franco, Willem Dafoe, Kirsten Dunst, Tobey Maguire, Cliff Robertson",
    "producers": "Laura Ziskin, Ian Bryce",
    "director": "James Franco",

    "quality": "90%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Finnish, French, German, Greek, Hebrew, Hungarian, Italian, Norwegian, Polish, Portuguese (Portugal), Romanian, Russian, Serbian, Slovenian, Spanish (Mexico), Swedish, Thai, Turkish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Words on Bathroom Walls",
    "mainImage": "https://play-lh.googleusercontent.com/Ih5mGoXEIv8N0OxGsSdGgEqDy7ANCfAQq6KrZ_LvGIHEoEftfiWwUCQGhvTKAToM8K05hml03EByzlasvg=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "110 minutes",
    "price": "LBP 24,000 Buy",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:1kYnNc2kt-Q.P?autoplay=1&embed=play",
    "description": "WORDS ON BATHROOM WALLS tells the story of witty and introspective Adam (Charlie Plummer), who appears to be your typical young adult   a little unkempt with raging hormones and excited about a future pursuing his dream of becoming a chef. Expelled halfway through his senior year following an incident in chemistry class, Adam is diagnosed with a mental illness. Sent to a Catholic academy to finish out his term, Adam has little hope of fitting in and just wants to keep his illness secret until he can enroll in culinary school. But when he meets outspoken and fiercely intelligent Maya (Taylor Russell), there is an instant soulful and comforting connection. As their romance deepens, she inspires him to open his heart and not be defined by his condition. Now, with the love and support of his girlfriend and family,Adam is hopeful for the very first time that he can see the light and triumph over the challenges that lie ahead.",
    "actors": "AnnaSophia Robb, Walton Goggins, Charlie Plummer, Taylor Russell, Andy Garcia, Molly Parker, Beth Grant, Lobo Sebastian, Jared Bankens, Devon Bostick, Evan Whitten, Aaron Dominguez",
    "producers": "Mickey Liddell, Pete Shilaimon, Thor Freudenthal",
    "director": "Walton Goggins",

    "quality": "90%",
    "audioLanguage": "English [5.1], Portuguese (Brazil) [5.1], Spanish (Latin America) [5.1]",
    "subtitles": "Arabic, Chinese (Simplified), Chinese (Traditional), Czech, Danish, English [CC], Finnish, French (France), Greek, Hungarian, Icelandic, Japanese, Korean, Norwegian, Polish, Portuguese (Brazil), Portuguese (Portugal), Slovak, Spanish, Spanish (Latin America), Swedish, Thai, Turkish",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "American Beauty",
    "mainImage": "https://play-lh.googleusercontent.com/3yoqa1A7f2zdbULh1F7Eo_TDMnkIHrAIutka1UfFLBQwCbGhrPPZ_vY3kEfe-JKgPrW_=w200-h300-rw",
    "yearProduced": "1999",
    "duration": "121 minutes",
    "price": "LBP 5,000 Rent",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:BPRppsygTjM?autoplay=1&embed=play",
    "description": "Noted theater director Sam Mendes, who was responsible for the acclaimed 1998 revival of Cabaret and Nicole Kidman's turn in The Blue Room, made his motion picture debut with this film about the dark side of an American family, and about the nature and price of beauty in a culture obsessed with outward appearances. Kevin Spacey plays Lester Burnham, a man in his mid-40s going through an intense midlife crisis; he's grown cynical and is convinced that he has no reason to go on. Lester's relationship with his wife Carolyn (Annette Bening) is not a warm one; while on the surface Carolyn strives to present the image that she's in full control of her life, inside she feels empty and desperate. Their teenage daughter Jane (Thora Birch) is constantly depressed, lacking in self-esteem, and convinced that she's unattractive. Her problems aren't helped by her best friend Angela (Mena Suvari), an aspiring model who is quite beautiful and believes that that alone makes her a worthwhile person. Jane isn't the only one who has noticed that Angela is attractive: Lester has fallen into uncontrollable lust for her, and she becomes part of his drastic plan to change his body and change his life. Meanwhile, next door, Colonel Fitts (Chris Cooper) has spent a lifetime in the Marine Corps and can understand and tolerate no other way of life, which makes life difficult for his son Ricky (Wes Bentley), an aspiring filmmaker and part-time drug dealer who is obsessed with beauty, wherever and whatever it may be. American Beauty was also the screen debut for screenwriter Alan Ball.",
    "actors": "Kevin Spacey, Annette Bening, Thora Birch, Chris Cooper, Wes Bentley, Mena Suvari, Peter Gallagher, Allison Janney, Scott Bakula, Sam Robards",
    "producers": "Bruce Cohen, Dan Jinks, Stan Wlodkowski, Alan Ball",
    "director": "Annette Bening",

    "quality": "87%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Dutch, English [CC], French, Spanish (Latin America)",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "Happiest Season",
    "mainImage": "https://play-lh.googleusercontent.com/x81YOThYqSHc0KL67sc1vgEUfwGXzKCskHeKchG9VSF1aNEBVF1GQd40un7mvE-7XzOHB7GDRlmSX0Jigw=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "101 minutes",
    "price": "LBP 24,000 Buy",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:Mh2bdtTQdaM.P?autoplay=1&embed=play",
    "description": "Meeting your girlfriend's family for the first time can be tough. Planning to propose at her family's annual Christmas dinner - until you realize that they don't even know she's gay - is even harder. When Abby (Kristen Stewart) learns that Harper (Mackenzie Davis) has kept their relationship a secret from her family, she begins to question the girlfriend she thought she knew. HAPPIEST SEASON is a holiday romantic comedy that hilariously captures the range of emotions tied to wanting your family's acceptance, being true to yourself, and trying not to ruin Christmas.",
    "actors": "Kristen Stewart, Mackenzie Davis, Alison Brie, Aubrey Plaza, Daniel Levy, Mary Holland, Victor Garber, Mary Steenburgen, Ana Gasteyer, Jake McDorman, Burl Moseley, Sarayu Blue",
    "producers": "Wyck Godfrey, Jonathan McCoy, Isaac Klausner, Marty Bowen",
    "director": "Mackenzie Davis",

    "quality": "83%",
    "audioLanguage": "English [5.1], French (France) [5.1], German [5.1], Polish [5.1], Portuguese (Brazil) [5.1], Russian [5.1], Spanish (Latin America) [5.1], Spanish [5.1], Turkish [5.1]",
    "subtitles": "Arabic, Czech, Danish, Dutch, English [CC], Finnish, French (France), German, Greek, Hungarian, Icelandic, Korean, Norwegian, Polish, Portuguese (Brazil), Portuguese (Portugal), Russian, Slovak, Slovenian, Spanish (Latin America), Swedish, Turkish, Ukrainian",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "SERIAL (BAD) WEDDINGS 2",
    "mainImage": "https://play-lh.googleusercontent.com/4WF2S-OcWlRXtpzHydV5uuNoaWJUrEIN445kaxtOHrV9XxjtKP2Dn_Dg6lkYP5ioDWWvTxl-CRQGgT1OtUk=w200-h300-rw",
    "yearProduced": "2019",
    "duration": "94 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:rwk4txi_XBs.P?autoplay=1&embed=play",
    "description": "Claude and Marie Verneuil face a new crisis. The four spouses of their daughters, David, Rachid, Chao and Charles decided to leave France for various reasons. Here they are imagining their lives elsewhere.",
    "actors": "Christian Clavier, Chantal Lauby, Ary Abittan",
    "producers": "Romain Rojtman",
    "director": "Chantal Lauby",

    "quality": "67%",
    "audioLanguage": "French [5.1]",
    "subtitles": "Arabic, English",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "What To Expect When You're Expecting",
    "mainImage": "https://play-lh.googleusercontent.com/bD0-JpyqKga4fHis8cu_CQQknBmKNQEkGEeXWlcbcwHhaYuaeEaajAdGTswMj3frt0Tf=w200-h300-rw",
    "yearProduced": "2012",
    "duration": "109 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:LKM7yGU_jZ8?autoplay=1&embed=play",
    "description": "Inspired by the perennial bestseller, WHAT TO EXPECT WHEN YOU'RE EXPECTING is a hilarious and heartfelt comedy about five couples whose intertwined lives are turned upside down by the challenges of impending parenthood. The movie features \"lots of laughs, heart , and a terrific ensemble of actors at their best\" (Pete Hammond, Box Office Magazine) and is \"A must see!\" (Gayle King, O Magazine). The film stars Cameron Diaz, Jennifer Lopez, Elizabeth Banks, Chace Crawford, Brooklyn Decker, Anna Kendrick, Matthew Morrison, Dennis Quaid, Chris Rock, Rodrigo Santoro, Ben Falcone and Joe Manganiello.",
    "actors": "Cameron Diaz, Jennifer Lopez, Elizabeth Banks, Chace Crawford, Brooklyn Decker, Anna Kendrick, Matthew Morrison, Dennis Quaid, Chris Rock, Rodrigo Santoro, Ben Falcone, Joe Manganiello, Rob Huebel, Tom Lennon, Amir Talai",
    "producers": "Mike Medavoy, Arnold W. Messer, David Thwaites",
    "director": "Jennifer Lopez",

    "quality": "23%",
    "audioLanguage": "English [Stereo]",
    "subtitles": "Arabic, English [CC]",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "THE PERSONAL HISTORY OF DAVID COPPERFIELD",
    "mainImage": "https://play-lh.googleusercontent.com/st7UQ80ZW2ezoK2ckBmXdLWlSEwE0WNwAWyzaSTU4ZtCXVUgwPkXH2T8Lg_Svup-ZsybD1AYiUedUMjcs1g=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "119 minutes",
    "price": "LBP 25,000 Buy HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:RCXfpDVsfZI.P?autoplay=1&embed=play",
    "description": "A fresh and distinctive take on Charles Dickens' semi-autobiographical masterpiece, The Personal History of David Copperfield, set in the 1840s, chronicles the life of its iconic title character as he navigates a chaotic world to find his elusive place within it. From his unhappy childhood to the discovery of his gift as a storyteller and writer, David's journey is by turns hilarious and tragic, but always full of life, color and humanity.",
    "actors": "Dev Patel, Hugh Laurie",
    "producers": "Armando Iannucci",
    "director": "Hugh Laurie",

    "quality": "92%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "THE INTOUCHABLES",
    "mainImage": "https://play-lh.googleusercontent.com/uvZdpYIIa4A3ReZLAvydQeoPyGrzdQ6mPLPmJ5TUUQH9L7sqM1OUP8DnLiI0-MFOHwM6cxYx6iChAZLX_Q=w200-h300-rw",
    "yearProduced": "2011",
    "duration": "107 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:WmkLSmfGZNY.P?autoplay=1&embed=play",
    "description": "In Paris, the aristocratic and intellectual Philippe is a quadriplegic millionaire who is interviewing candidates for the position of his carer, with his red-haired secretary Magalie. Out of the blue, Driss cuts the line of candidates and brings a document from the Social Security and asks Phillipe to sign it to prove that he is seeking a job position so he can receive his unemployment benefit. Philippe challenges Driss, offering him a trial period of one month to gain experience helping him. Then Driss can decide whether he would like to stay with him or not. Driss accepts the challenge and moves to the mansion, changing the boring life of Phillipe and his employees.",
    "actors": "Franois Cluzet, Omar Sy",
    "producers": "Nicolas Duval Adassovsky",
    "director": "Omar Sy",

    "quality": "75%",
    "audioLanguage": "French [5.1]",
    "subtitles": "Arabic",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "THE GENTLEMEN",
    "mainImage": "https://play-lh.googleusercontent.com/WEzWyj83idx2IYi4GpQQhNrRQazl2O5BeOFAQ2knaY-usHqkrcqFDhEDrb_J4kRbj9IYLleT8Qjhin21-Xw=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "108 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:kSk9L67khao.P?autoplay=1&embed=play",
    "description": "An American expat tries to sell off his highly profitable marijuana empire in London, triggering plots, schemes, bribery and blackmail in an attempt to steal his domain out from under him.",
    "actors": "Matthew McConaughey, Charlie Hunnam",
    "producers": "Ivan Atkinson",
    "director": "Charlie Hunnam",

    "quality": "75%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "Crazy Rich Asians",
    "mainImage": "https://play-lh.googleusercontent.com/4VxI3J3hhXpSx0DILBx0z2S2QD6OkRhO2jPObS-08VxgssV8jUpDi2N6G_Q-MIsRGnk=w200-h300-rw",
    "yearProduced": "2018",
    "duration": "120 minutes",
    "price": "LBP 29,000 Buy HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:_RngTxk6P4s?autoplay=1&embed=play",
    "description": "\"Crazy Rich Asians follows native New Yorker Rachel Chu (Constance Wu) as she accompanies her longtime boyfriend, Nick Young (Henry Golding), to his best friends wedding in Singapore. Excited about visiting Asia for the first time but nervous about meeting Nicks family, Rachel is unprepared to learn that Nick has neglected to mention a few key details about his life. It turns out that he is not only the scion of one of the countrys wealthiest families but also one of its most sought-after bachelors. Being on Nicks arm puts a target on Rachels back, with jealous socialites and, worse, Nicks own disapproving mother (Michelle Yeoh) taking aim. And it soon becomes clear that while money cant buy love, it can definitely complicate things.",
    "actors": "Constance Wu, Gemma Chan, Henry Golding, Lisa Lu",
    "producers": "Jon M. Chu",
    "director": "Gemma Chan",

    "quality": "91%",
    "audioLanguage": "English [5.1]",
    "subtitles": "English [CC]",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "A DOG'S JOURNEY",
    "mainImage": "https://play-lh.googleusercontent.com/y2_uiZSeKGHffvfOTSBK_UplOINCk3c4IKMkC6rQkje0qlytKlIEier9JLczGbjbnvRhlPuQtRdwg5Sxqp0=w200-h300-rw",
    "yearProduced": "2019",
    "duration": "108 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:nKD04LMThS4.P?autoplay=1&embed=play",
    "description": "A dog finds the meaning of his own existence through the lives of the humans he meets.",
    "actors": "Josh Gad, Dennis Quaid",
    "producers": "Gavin Polone",
    "director": "Dennis Quaid",

    "quality": "50%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "This Is Where I Leave You",
    "mainImage": "https://play-lh.googleusercontent.com/wJpU1aGm8sCM7t0KRk1xZBXULvuAKVwXrvYn6Sz1YcVPhL9vAmmc_PaxCvy78_Cc4Z2v=w200-h300-rw",
    "yearProduced": "2014",
    "duration": "103 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:8dTNbEXHmQ4?autoplay=1&embed=play",
    "description": "When their father passes away, four grown siblings (Jason Bateman, Tina Fey, Adam Driver, Corey Stoll), bruised and banged up by their respective adult lives, are forced to return to their childhood home and live under the same roof together for a week, along with their over-sharing mother (Jane Fonda) and an assortment of spouses, exes and might-have-beens. Confronting their history and the frayed states of their relationships among the people who know and love them best, they ultimately reconnect in hysterical and emotionally affecting ways amid the chaos, humor, heartache and redemption that only families can provide-- driving us insane even as they remind us of our truest, and often best, selves.",
    "actors": "Jason Bateman, Tina Fey, Adam Driver, Rose Byrne, Corey Stoll, Kathryn Hahn, Abigail Spencer, Dax Shepard, Jane Fonda",
    "producers": "Paula Weinstein, Shawn Levy, Jeffrey Levine",
    "director": "Tina Fey",

    "quality": "44%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Bulgarian, Chinese (Hong Kong), Chinese (Traditional), Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Icelandic, Indonesian, Korean, Lithuanian, Norwegian, Polish, Portuguese, Portuguese (Brazil), Russian, Slovenian, Spanish, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "Inherent Vice",
    "mainImage": "https://play-lh.googleusercontent.com/IXX9FZ5ms1CDoN-cecLhUo8CoXB-qKfqfXJ8eCq-qsmkhhxeTeKFVcpdqmqmrX6wmEq-wMtUMgdzCK87VqQ=w200-h300-rw",
    "yearProduced": "2015",
    "duration": "148 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:pgl3wRuy6nQ.P?autoplay=1&embed=play",
    "description": "An inept, pot-smoking private detective delves into the dark corners of 1970s Los Angeles to find an ex-girlfriend who has gone missing.",
    "actors": "Joaquin Phoenix, Josh Brolin, Owen Wilson, Katherine Waterston, Reese Witherspoon, Benicio del Toro, Martin Short, Jena Malone, Joanna Newsom",
    "producers": "Paul Thomas Anderson, Joanne Sellar, Daniel Lupi",
    "director": "Josh Brolin",

    "quality": "73%",
    "audioLanguage": "Czech [5.1], English [5.1], Russian [5.1], Spanish (Latin America) [5.1], Thai [5.1]",
    "subtitles": "Arabic, Cantonese, Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French (France), German [CC], Greek, Hebrew, Hungarian, Icelandic, Italian [CC], Korean, Latvian, Lithuanian, Norwegian, Polish, Portuguese (Brazil), Portuguese (Portugal), Slovenian, Spanish, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "Knives Out",
    "mainImage": "https://play-lh.googleusercontent.com/AM5inzMp6vRqFbWfirofabTttd-30cGtvWh6o5b9Qx-LFE4ZOPBvxPubm2GEk8Xvj1dWz7wX9_prwsZAx9M=w200-h300-rw",
    "yearProduced": "2019",
    "duration": "130 minutes",
    "price": "LBP 8,000 Rent HD",
    "genre": ["Comedy"],
    "video": "",
    "description": "The circumstances surrounding the death of crime novelist Harlan Thrombey are mysterious, but there's one thing that renowned Detective Benoit Blanc knows for sure-everyone in the wildly dysfunctional Thrombey family is a suspect. Now, Blanc must sift through a web of lies and red herrings to uncover the truth. From acclaimed writer-director Rian Johnson comes this suspenseful, twist-filled whodunnit with an all-star ensemble cast including Daniel Craig, Chris Evans, Ana de Armas, Jamie Lee Curtis, Michael Shannon, Don Johnson, Toni Collette, La Keith Stanfield, Katherine Langford, Jaeden Martell, Christopher Plummer, and more.",
    "actors": "Daniel Craig, Chris Evans, Ana De Armas, Jamie Lee Curtis, Toni Collette, Don Johnson, Michael Shannon, Lakeith Stanfield, Katherine Langford, Jaeden Martell",
    "producers": "Nikos Karamigios, Leopold Hughes, Ram Bergman, Rian Johnson",
    "director": "Chris Evans",

    "quality": "97%",
    "audioLanguage": "English [5.1], Portuguese (Brazil) [5.1], Spanish (Latin America) [5.1]",
    "subtitles": "Arabic, English [CC], Portuguese (Brazil), Spanish (Latin America)",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "MADE IN ITALY",
    "mainImage": "https://play-lh.googleusercontent.com/QTLc_QuESO20L2tFYRJFg4ex_80CEmXSqpwjGxNfuH8V4K5k1BZUVGk3AKAI-hAZ4JnthxiLot-p_FadaK6M=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "93 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:AFhjo7joAOc.P?autoplay=1&embed=play",
    "description": "A bohemian artist who travels from London to Italy with his estranged son to sell the house they inherited from his late wife.",
    "actors": "Liam Neeson, Valeria Bilello",
    "producers": "Pippa Cross",
    "director": "Valeria Bilello",

    "quality": "44%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "Sweeney Todd: The Demon Barber Of Fleet Street (2007)",
    "mainImage": "https://play-lh.googleusercontent.com/-m-345qXptT8RX5nwWiGkOyfJ9YUL27kxCkJVPT_oSicnqVSimuQS7-KDwdUSaE04nc=w200-h300-rw",
    "yearProduced": "2008",
    "duration": "116 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": [],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:Apjy0Nn3O6Q?autoplay=1&embed=play",
    "description": "Based on true events, this darkly comic musical tale tells the story of London barber Benjamin Barker (Depp--Finding Neverland, Charlie and the Chocolate Factory) unjustly sentenced to a prison term in Australia by a judge who covets Barker's wife. When Barker returns to England, he takes up his former profession, using the name Sweeney Todd--and slits the throats of customers who come into his shop. Now, while Sweeney confronts the problem of accumulating corpses, a local businesswoman finds a novel and enterprising use for the bodies . . . a bloody business that profits them both.",
    "actors": "Johnny Depp, Helena Bonham Carter, Alan Rickman",
    "producers": "Tim Burton",
    "director": "Alan Rickman",

    "quality": "86%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "Once Upon a Time in Hollywood",
    "mainImage": "https://play-lh.googleusercontent.com/i7rzO8BF-njwq9vIbK5ujvHo4dCBGAgd-lyGlyrCCaXS5M6vvQMuzDLJMbEs2zCRTwbL=w200-h300-rw",
    "yearProduced": "2019",
    "duration": "161 minutes",
    "price": "LBP 16,000 Buy",
    "genre": ["Drama"],
    "video": "",
    "description": "Quentin Tarantinos Once Upon a Time... in Hollywood visits 1969 Los Angeles, where everything is changing, as TV star Rick Dalton (Leonardo DiCaprio) and his longtime stunt double Cliff Booth (Brad Pitt) make their way around an industry they hardly recognize anymore.   The ninth film from the writer-director features a large ensemble cast and multiple storylines in a tribute to the final moments of Hollywoods golden age.    Collector's Edition synopsis: The 2-disc 4K Ultra HD/Blu-ray Collectors Edition includes an all-new, exclusive mini edition of MAD Magazine   inspired by the film   a 45 vinyl record with two of the soundtracks grooviest tunes (complete with the turntable adaptor), and a collectible vintage poster from the film.  Quentin Tarantinos Once Upon a Time  in Hollywood visits 1969 Los Angeles, where everything is changing, as TV star Rick Dalton (Leonardo DiCaprio) and his longtime stunt double Cliff Booth (Brad Pitt) make their way around an industry they hardly recognize anymore.  The ninth film from the writer-director features a large ensemble cast and multiple storylines in a tribute to the final moments of Hollywoods golden age.",
    "actors": "Al Pacino, Austin Butler, Brad Pitt, Bruce Dern, Dakota Fanning, Damian Lewis, Emile Hirsch, Julia Butters, Leonardo DiCaprio, Luke Perry, Margaret Qualley, Margot Robbie, Mike Moh, Timothy Olyphant",
    "producers": "David Heyman, Quentin Tarantino, Shannon McIntosh",
    "director": "Austin Butler",

    "quality": "85%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Bulgarian, Chinese (Simplified), Czech, Danish, Dutch, English [CC], Finnish, Greek, Hebrew, Hungarian, Icelandic, Norwegian, Polish, Portuguese (Portugal), Slovak, Slovenian, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "HUNT FOR THE WILDER PEOPLE",
    "mainImage": "https://play-lh.googleusercontent.com/7tXNyGJM_BS60coaeR-w-BwtTLIwU8EVj6TH6xh3UaZ4AE1alPLZWW5I5HkDyOe4snaBa3vHuiIv5NMVgak=w200-h300-rw",
    "yearProduced": "2016",
    "duration": "100 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:ORe2C0Gpyh4.P?autoplay=1&embed=play",
    "description": "Bella and Hector, two reclusive country folk, become foster parents to Ricky, a problem child from the city. After some adjustment, things go reasonably well. However, the death of Bella means Hector now has to look after Ricky, and they didn't get along too well. Moreover, her death causes Child Services to decide to send Ricky back to the orphanage. Ricky refuses to go back and runs away, ultimately sparking a national manhunt for him and Hector.",
    "actors": "Sam Neill, Julian Dennison, Rima Te Wiata",
    "producers": "Carthew Neal",
    "director": "Julian Dennison",

    "quality": "97%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["Comedy drama movies"]
  },
  {
    "title": "Mike and Dave Need Wedding Dates",
    "mainImage": "https://play-lh.googleusercontent.com/198Xkk8QJkt6JydDapcJkRX-QImbhVqvhyqo7RNKbsn0RrtOjt_0rHz8V-IzMr_GaCYU=w200-h300-rw",
    "yearProduced": "2016",
    "duration": "98 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:hmKLV3YGnVg?autoplay=1&embed=play",
    "description": "Hard-partying brothers Mike (Adam Devine) and Dave (Zac Efron) place an online ad to find the perfect dates (Anna Kendrick, Aubrey Plaza) for their sister's Hawaiian wedding. Hoping for a wild getaway, the boys instead find themselves outsmarted and out-partied by the uncontrollable duo.",
    "actors": "Zac Efron, Anna Kendrick, Adam Devine, Aubrey Plaza",
    "producers": "Jake Szymanski",
    "director": "Anna Kendrick",

    "quality": "38%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Bulgarian, Cantonese, Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, Dutch (Belgium), English [CC], Estonian, Finnish, French, French (Canada), German, Greek, Hebrew, Hungarian, Icelandic, Indonesian, Italian, Latvian, Lithuanian, Malay, Norwegian, Polish, Portuguese, Portuguese (Brazil), Romanian, Russian, Slovak, Slovenian, Spanish, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian, Vietnamese",
    "group": ["Laugh out loud movies"]
  },
  {
    "title": "Smurfs: The Lost Village",
    "mainImage": "https://play-lh.googleusercontent.com/xxQXxfPOs0YGMxqFmR-rp_VzayQaeXQPS6ZtvXr8KryYW9FzCaJAV0BFRTKlsnVP0cySJg=w200-h300-rw",
    "yearProduced": "2017",
    "duration": "89 minutes",
    "price": "LBP 5,000 Rent",
    "genre": ["Animation"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:Jpuh55XfRfk?autoplay=1&embed=play",
    "description": "In this fully animated, all-new take on the Smurfs, a mysterious map sets Smurfette and her best friends Brainy, Clumsy and Hefty on an exciting and thrilling race through the Forbidden Forest filled with magical creatures to find a mysterious lost village before the evil wizard Gargamel does.  Embarking on a roller coaster journey full of action and danger, the Smurfs are on a course that leads to the discovery of the biggest secret in Smurf history!",
    "actors": "Demi Lovato, Raain Wilson, Joe Manganiello, Jack McBrayer, Danny Pudi, Michelle Rodriguez, Ellie Kemper, Ariel Winter, Jake Johnson, Meghan Trainor, Mandy Patinkin, Julia Roberts",
    "producers": "Jordan Kerner, Mary Ellen Bauder Andrews",
    "director": "Raain Wilson",

    "quality": "40%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Chinese (Hong Kong), Czech, Danish, Dutch, Finnish, Greek, Hungarian, Norwegian, Polish, Portuguese (Portugal), Slovak, Slovenian, Spanish (Latin America), Swedish, Thai, Turkish",
    "group": ["Laugh out loud movies"]
  },
  {
    "title": "Hotel Transylvania",
    "mainImage": "https://play-lh.googleusercontent.com/MHT68iQ3Tb9DUECsCfh86SWj0dNwxgJajNlPw_vvzyZOUuaEVwDZDyjSPBKWZNrmM_Ctjw=w200-h300-rw",
    "yearProduced": "2012",
    "duration": "91 minutes",
    "price": "LBP 16,000 Buy",
    "genre": ["Animation"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:aQ8y9-EEh14?autoplay=1&embed=play",
    "description": "The last thing Simon Van Helsing, the youngest in a line of monster hunters, wants to do is fall in love with Dracula's daughter, Mavis. Upon discovering that they are natural enemies, the doomed couple attempt to bring peace between the warring monsters and humans.",
    "actors": "Adam Sandler, Andy Samberg, Selena Gomez, Kevin James, Fran Drescher, Steve Buscemi, Molly Shannon, David Spade, Cee Lo Green, Jon Lovitz, Chris Parnell",
    "producers": "Genndy Tartakovsky",
    "director": "Andy Samberg",

    "quality": "45%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Chinese (Hong Kong), Chinese (Traditional), Croatian, Czech, Greek, Hebrew, Polish, Romanian, Serbian, Slovak, Thai",
    "group": ["Laugh out loud movies"]
  },
  {
    "title": "Peter Rabbit",
    "mainImage": "https://play-lh.googleusercontent.com/w4R82tFFjFCKUnp4huLH4PwKQu-nyY_uk1kSQWyU8_SXVdkmFHFhGpSDN_bZCfitbO-p=w200-h300-rw",
    "yearProduced": "2018",
    "duration": "94 minutes",
    "price": "LBP 16,000 Buy",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:95VP9veasVQ?autoplay=1&embed=play",
    "description": "Peter Rabbit and family take over the manor house of Old McGregor when he dies, but McGregors nephew arrives to claim his inheritance (on leave from his job at Harrods), so bunnies wreak havoc to win it back. McGregor begins dating neighbor Bea (loyal friend of bunnies) to learn bunny vulnerabilities, but a raging war ends up destroying Beas cottage instead. The factions make amends while winning Bea back, and wage peace in the end.",
    "actors": "Rose Byrne, Domhnall Gleeson, Sam Neill, Marianne Jean Baptiste, Ben Mendelsohn, Colin Moody",
    "producers": "Will Gluck, Zareh Nalbandian",
    "director": "Domhnall Gleeson",

    "quality": "63%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Chinese (Hong Kong), Chinese (Simplified), Chinese (Traditional), Czech, Danish, Dutch, English (United Kingdom) [CC], English [CC], Finnish, Hebrew, Hungarian, Icelandic, Indonesian, Norwegian, Polish, Portuguese (Portugal), Slovak, Slovenian, Spanish (Latin America), Swedish, Thai, Ukrainian",
    "group": ["Laugh out loud movies"]
  },
  {
    "title": "Hotel Transylvania 3",
    "mainImage": "https://play-lh.googleusercontent.com/kkvhmNNE0Qj4ZQnrg0s67muDMWOK3BJSm9wdXMLSDfjJl28tIUchJY0h-1asbjXxFScY7Q=w200-h300-rw",
    "yearProduced": "2018",
    "duration": "97 minutes",
    "price": "LBP 16,000 Buy",
    "genre": ["Animation"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:huJiU8LqqDE?autoplay=1&embed=play",
    "description": "Join your favorite monster family as they embark on a vacation adventure on a luxury monster cruise ship so Drac can finally take a break from handling everyone else's vacation at the hotel. It's smooth sailing for Drac's Pack as the monsters indulge in all of the shipboard fun the cruise has to offer, from monster volleyball to exotic excursions, and catching up on their moon tans. But they hit rocky waters when Mavis realizes that Drac has fallen for the mysterious captain of the ship, Ericka, who hides a dangerous secret that could sink their plans for a dream vacation.",
    "actors": "Aaron LaPlante, Adam Sandler, Andy Samberg, Asher Blinkoff, Chris Parnell, Chrissy Teigen, Craig Kellman, David Spade, Fran Drescher, Genndy Tartakovsky, Jaime Camil, Jim Gaffigan, Joe Jonas, Joe Whyte, Joyce Arrastia, Kathryn Hahn, Keegan-Michael Key, Kevin James, Libby Dickey, Mel Brooks, Michelle Murdocca, Molly Shannon, Patrick Harpin, Sadie Sandler, Selena Gomez, Steve Buscemi, Sunny Sandler, Tara Strong",
    "producers": "Michelle Murdocca",
    "director": "Adam Sandler",

    "quality": "62%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Cantonese, Chinese (Simplified), Chinese (Traditional), English [CC], Greek, Indonesian, Polish, Spanish (Latin America), Thai, Turkish",
    "group": ["Laugh out loud movies"]
  },
  {
    "title": "Dora And The Lost City Of Gold",
    "mainImage": "https://play-lh.googleusercontent.com/TKb2yWQD7SJv1XrSPvU4mSIoYA42LWqT69UnUUcWOV3-yIOTKlFAugt-Zl8HFpwtyks=w200-h300-rw",
    "yearProduced": "2019",
    "duration": "102 minutes",
    "price": "LBP 13,000 Buy",
    "genre": ["Family"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:2w3WmUsb0Xw?autoplay=1&embed=play",
    "description": "Having spent most of her life exploring the jungle with her parents, nothing couldprepare Dora (Isabela Moner) for her biggest challenge yet   High School. When her parentsmysteriously disappear while searching for the Lost City of Gold, Dora must swing into actionand lead a group of ill-equipped high schoolers on a wild quest to save them. Hold on for ahigh stakes mission as Dora and her new friends navigate the jungle, outrun treasure huntersand solve ancient puzzles to unlock the mystery of the fabled city. Grab your friends andfamily and join Dora on this fun-filled adventure of a lifetime!",
    "actors": "Danny Trejo, Eugenio Derbez, Eva Longoria, Isabela Moner, Michael Pena",
    "producers": "Eugenio Derbez, John G. Scotti, Julia Pistor, Kristin Burr",
    "director": "Eugenio Derbez",

    "quality": "85%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Cantonese, Chinese (Traditional), Czech, Dutch, English [CC], French (France), Greek, Hungarian, Korean, Polish, Portuguese (Brazil), Romanian, Spanish, Spanish (Latin America), Thai, Turkish, Vietnamese",
    "group": ["Laugh out loud movies"]
  },
  {
    "title": "Buddy Games",
    "mainImage": "https://play-lh.googleusercontent.com/McEcYdoiOtxdZm33k69Saf1SVpyspRtJ66IEEj7raWBcmbmaTGEeBK2klogFJsqs7-iOEAyXGiwxpOZ3pw=w200-h300-rw",
    "yearProduced": "2021",
    "duration": "96 minutes",
    "price": "LBP 6,000 Rent",
    "genre": ["Comedy"],
    "video": "",
    "description": "Josh Duhamel (Transformers) stars in this wild and hilarious, no-holds-barred      comedy. After six lifelong friends have a five year falling out, Bob (Duhamel), aka The      Bobfather, reunites his pals for the Buddy Games, an insane competition of absurd physical      and mental challenges with the chance to win a $150,000 pot. Now all bets are off, as the      determined dudes fight, claw, and party for the big bucks in this star-studded bro-fest      featuring Dax Shepard (CHiPs), Olivia Munn (Office Christmas Party) and Kevin Dillon      (Entourage).",
    "actors": "Josh Duhamel, Olivia Munn, Dax Shepard, Dan Bakkedahl, Kevin Dillon, James Roday, Nick Swardson",
    "producers": "Michael J. Luisi, Josh Duhamel, Jude Weng, Richard Lowell, Bob Schwartz",
    "director": "Olivia Munn",

    "quality": "17%",
    "audioLanguage": "English [5.1], French (France) [5.1], Spanish [5.1]",
    "subtitles": "English [CC], French (France), Spanish, Spanish (Latin America)",
    "group": ["Laugh out loud movies"]
  },
  {
    "title": "12 HOUR SHIFT",
    "mainImage": "https://play-lh.googleusercontent.com/98g08lMEN7p9DTr4OQup6kBqtWi5NI4n6g2Xpk8M23ol1LSWA73FSv0IboGLlXZYR672fzvCyhNNl0_Izc8=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "87 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:8FJi1ek5J_0.P?autoplay=1&embed=play",
    "description": "It's 1999 and over the course of one 12 hour shift at an Arkansas hospital, a junkie nurse (Angela Bettis), her scheming cousin (Chloe Farnworth) and a group of black market organ-trading criminals (Mick Foley, David Arquette, Dusty Warren) start a heist that could lead to their imminent demises.",
    "actors": "Angela Bettis, David Arquette",
    "producers": "David Arquette",
    "director": "David Arquette",

    "quality": "78%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["Laugh out loud movies"]
  },
  {
    "title": "Zombieland: Double Tap",
    "mainImage": "https://play-lh.googleusercontent.com/ns-1c77z8BJwqQscWd9bkYprJaBR6ycfoHeyqeMgiM63zmJ_HUbvtrzEsC9Glbv9jXqLx-ao-F9PdKhxAEU=w200-h300-rw",
    "yearProduced": "2019",
    "duration": "99 minutes",
    "price": "LBP 16,000 Buy",
    "genre": ["Action & adventure"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:gqoxBQhzPc4.P?autoplay=1&embed=play",
    "description": "A decade after Zombieland became a hit film and a cult classic, the lead cast (Woody Harrelson, Jesse Eisenberg, Abigail Breslin, and Emma Stone) have reunited with director Ruben Fleischer (Venom) and writers Rhett Reese & Paul Wernick (Deadpool) for Zombieland 2. In the sequel, written by Rhett Reese & Paul Wernick and Dave Callaham, through comic mayhem that stretches from the White House and through the heartland, these four slayers must face off against the many new kinds of zombies that have evolved since the first movie, as well as some new human survivors. But most of all, they have to face the growing pains of their own snarky, makeshift family.",
    "actors": "Woody Harrelson, Jesse Eisenberg, Emma Stone, Abigail Breslin, Rosario Dawson, Zoey Deutch, Luke Wilson, Avan Jogia, Thomas Middleditch",
    "producers": "Gavin Polone",
    "director": "Jesse Eisenberg",

    "quality": "69%",
    "audioLanguage": "English [5.1], French (France) [5.1], German [5.1], Italian [5.1]",
    "subtitles": "Arabic, Bulgarian, Cantonese, Chinese (Simplified), Chinese (Traditional), Czech, Danish, Dutch, English, Finnish, Greek, Hebrew, Hungarian, Icelandic, Indonesian, Norwegian, Polish, Portuguese (Portugal), Slovak, Slovenian, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian, Vietnamese",
    "group": ["Laugh out loud movies"]
  },
  {
    "title": "Hotel Transylvania 2",
    "mainImage": "https://play-lh.googleusercontent.com/GuHAfixL6bcRokhLFr2wwxZd1pla6lYtT92AMZqw0HW_odU9XZrc63kELVlmBFEqvWNr=w200-h300-rw",
    "yearProduced": "2015",
    "duration": "89 minutes",
    "price": "LBP 5,000 Rent",
    "genre": ["Family"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:YgQtvRjVoI4?autoplay=1&embed=play",
    "description": "In this all-new monster comedy adventure, everything seems to be changing for the better at Hotel Transylvania! However, Drac is worried that his adorable half-human, half-vampire grandson, Dennis, isnt showing signs of being a vampire. So while Mavis is on vacation, things get batty as Drac enlists his monster friends Frank, Murray, Wayne and Griffin to put Dennis through a monster-in-training boot camp!",
    "actors": "Adam Sandler, Andy Samberg, Selena Gomez, Kevin James, Steve Buscemi, David Spade, Keegan-Michael Key, Asher Blinkoff, Fran Drescher, Molly Shannon, Megan Mullally, Robert Smigel",
    "producers": "Michelle Murdocca",
    "director": "Andy Samberg",

    "quality": "55%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Chinese (Hong Kong), Chinese (Traditional), English (United Kingdom) [CC], English [CC], Greek",
    "group": ["Laugh out loud movies"]
  },
  {
    "title": "The Last Shift",
    "mainImage": "https://play-lh.googleusercontent.com/yahxLADQ9NLAAKXBod9AYhcYLwKNoFpMCfyqU5zDu5exai8p83pfgilDx_gm0ahIlYhhHsYroe9tj6pFKw=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "90 minutes",
    "price": "LBP 24,000 Buy",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:EQSikBp7ZHM.P?autoplay=1&embed=play",
    "description": "The Last Shift is an American story about two men struggling in the same town, while worlds apart. Stanley (Richard Jenkins), an aging fast-food worker, plans to call it quits after 38 years on the graveyard shift at Oscar's Chicken and Fish. His last weekend takes a turn while training his replacement, Jevon (Shane Paul McGhie), a talented but stalled young writer whose provocative politics keep landing him in trouble. These two who share little in common are brought together through circumstance. Stanley, a high school dropout who has watched life pass by his drive-through window, proudly details the nuances of the job. While Jevon, a columnist who's too smart to be flipping patties, contends their labor is being exploited. A flicker of comradery sparks during the long overnight hours in a quiet kitchen.",
    "actors": "Richard Jenkins, Shane McGhie, Ed O'Neill, Da'Vine Randolph, Allison Tolman, Birgundi Baker",
    "producers": "Sam Bisbee, Ron Yerxa, Albert Berger, Bert Kern, Alex Lipschultz",
    "director": "Shane McGhie",

    "quality": "64%",
    "audioLanguage": "English [5.1], Italian [5.1], Portuguese (Brazil) [5.1]",
    "subtitles": "Arabic, Chinese (Traditional), Czech, Danish, Dutch, English [CC], Finnish, French (France), Greek, Hungarian, Icelandic, Italian, Japanese, Korean, Norwegian, Polish, Portuguese (Brazil), Russian, Slovak, Slovenian, Spanish, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian",
    "group": ["Laugh out loud movies"]
  },
  {
    "title": "VIVARIUM",
    "mainImage": "https://play-lh.googleusercontent.com/-jw7jyV5ijjPaX0KoZjkNPYxDzUrZFoxVB4yNduVvjXsUEjq-m_ZREMWl3uHGO3AC9ZRqHe41f4g8Chb7Ew=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "93 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:-Vl8xApQT4g.P?autoplay=1&embed=play",
    "description": "A young couple looking for the perfect home find themselves trapped in a mysterious labyrinth-like neighborhood of identical houses.",
    "actors": "Imogen Poots, Danielle Ryan",
    "producers": "Brendan McCarthy",
    "director": "Danielle Ryan",

    "quality": "72%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["Laugh out loud movies"]
  },
  {
    "title": "Home Alone",
    "mainImage": "https://play-lh.googleusercontent.com/MZbvjILfqFb3CpnJuz0Pp58BBP_eQZpACY8h8q_1zjWomVe0rTIGgj4OGeZktAFGi3QP=w200-h300-rw",
    "yearProduced": "1990",
    "duration": "102 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Family"],
    "video": "",
    "description": "Eight-year-old Kevin McCallister (Macaulay Culkin) has become the man of the house, overnight! Accidentally left behind when his family rushes off on a Christmas vacation, Kevin gets busy decorating the house for the holidays. But he's not decking the halls with tinsel and holly. Two bumbling burglars are trying to break in, and Kevin's rigging a bewildering battery of booby traps to welcome them!",
    "actors": "John Heard, Daniel Stern, Catherine O'Hara, Joe Pesci, Macaulay Culkin",
    "producers": "Chris Columbus",
    "director": "Daniel Stern",

    "quality": "67%",
    "audioLanguage": "English [Stereo]",
    "subtitles": "Chinese (Hong Kong), Chinese (Simplified), Czech, Danish, Dutch, Finnish, French, German, Greek, Hebrew, Hungarian, Icelandic, Italian, Norwegian, Polish, Portuguese, Russian, Spanish (Latin America), Swedish, Thai, Turkish",
    "group": ["Laugh out loud movies"]
  },
  {
    "title": "THINK LIKE A DOG",
    "mainImage": "https://play-lh.googleusercontent.com/dN1QfWG6fnITskQo4rgCYaE9PLgh3TzZZe5LgzQ6SHznFeqbqcQ3IZfLrYyQ8_H22C5LgUIeOC_SYmR1oQ=w200-h300-rw",
    "yearProduced": "2020",
    "duration": "90 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Comedy"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:jzheM2-tz8A.P?autoplay=1&embed=play",
    "description": "A 12-year-old tech prodigy's science experiment goes awry and he forges a telepathic connection with his best friend, his dog. The duo join forces and use their unique perspectives on life to comically overcome complications of family and school.",
    "actors": "Megan Fox, Josh Duhamel",
    "producers": "Cory Chen",
    "director": "Josh Duhamel",

    "quality": "70%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic",
    "group": ["Laugh out loud movies"]
  },
  {
    "title": "Annabelle: Creation",
    "mainImage": "https://play-lh.googleusercontent.com/2NH8thNM2hVYGTy7kaVBJqprzOj7nTmlPQXAXtVNJXz_uLIaW6-tsABafxuqHkkYc3E1=w200-h300-rw",
    "yearProduced": "2017",
    "duration": "109 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Horror"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:RBX4gITPqUg?autoplay=1&embed=play",
    "description": "Shes back! In Annabelle: Creation, several years after the tragic death of their little girl, a dollmaker and his wife welcome a nun and several girls from a shuttered orphanage into their home, soon becoming the target of the dollmakers possessed creation, Annabelle.",
    "actors": "Stephanie Sigman, Talitha Bateman, Anthony LaPaglia, Miranda Otto, Lulu Wilson, Philippa Anne Coulthard",
    "producers": "Peter Safran, James Wan",
    "director": "Talitha Bateman",

    "quality": "71%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Bulgarian, Cantonese, Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Icelandic, Italian, Latvian, Lithuanian, Norwegian, Portuguese, Portuguese (Brazil), Romanian, Russian, Slovenian, Spanish, Swedish, Thai, Turkish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "The Shape of Water",
    "mainImage": "https://play-lh.googleusercontent.com/xaz_K8hDcB9KVsxGiZCV2YlkKjkmp-rbFJeKtZ7bXpTFGwjv-a5KKLHYlHk4Sc3JrGig=w200-h300-rw",
    "yearProduced": "2017",
    "duration": "123 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:hk4WTyLwGL0?autoplay=1&embed=play",
    "description": "From master storyteller, Guillermo del Toro, comes THE SHAPE OF WATER - an other-worldly fairy tale, set against the backdrop of Cold War era America circa 1962. In the hidden high-security government laboratory where she works, lonely Elisa (Sally Hawkins) is trapped in a life of silence and isolation. Elisas life is changed forever when she and co-worker Zelda (Octavia Spencer) discover a secret classified experiment. Rounding out the cast are Michael Shannon, Richard Jenkins, Michael Stuhlbarg and Doug Jones.",
    "actors": "Sally Hawkins, Michael Shannon, Richard Jenkins, Doug Jones, Michael Stuhlbarg, Octavia Spencer",
    "producers": "Guillermo Del Toro",
    "director": "Michael Shannon",

    "quality": "92%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Bulgarian, Chinese (Simplified), Chinese (Singapore), Chinese (Taiwan), Chinese (Traditional), Croatian, Czech, Danish, Dutch (Belgium), Dutch (Netherlands), English, Estonian, Finnish, French, French (Canada), German, Greek, Hebrew, Hindi, Hungarian, Icelandic, Indonesian, Italian, Korean, Latvian, Lithuanian, Malay, Norwegian, Polish, Portuguese, Portuguese (Brazil), Romanian, Russian, Serbian, Slovak, Slovenian, Spanish, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian, Vietnamese",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "The Conjuring 2",
    "mainImage": "https://play-lh.googleusercontent.com/8NNwpgFkqAFbyXyEXNo6aTL_U0lON_0g556i6xj3QPZZCGSET16b763MN_smcbFthDnF=w200-h300-rw",
    "yearProduced": "2016",
    "duration": "133 minutes",
    "price": "LBP 5,000 Rent HD",
    "genre": ["Horror"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:1RF0eftxX2M?autoplay=1&embed=play",
    "description": "The supernatural thriller brings to the screen another real case from the files of renowned demonologists Ed and Lorraine Warren. Reprising their roles, Oscar nominee Vera Farmiga and Patrick Wilson star as Lorraine and Ed Warren, who, in one of their most terrifying paranormal investigations, travel to north London to help a single mother raising four children alone in a house plagued by malicious spirits.",
    "actors": "Vera Farmiga, Patrick Wilson, Frances O'Connor, Madison Wolfe, Simon McBurney, Franka Potente, Lauren Esposito, Patrick McAuley, Benjamin Haigh",
    "producers": "Peter Safran, Rob Cowan",
    "director": "Patrick Wilson",

    "quality": "80%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Bulgarian, Cantonese, Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Estonian, Finnish, French, German, Greek, Hebrew, Hungarian, Icelandic, Italian, Korean, Latvian, Lithuanian, Norwegian, Polish, Portuguese (Portugal), Russian, Slovenian, Spanish, Swedish, Thai, Turkish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Bridge of Spies",
    "mainImage": "https://play-lh.googleusercontent.com/nJusFj1_SnSRtwluHoMu0tg_J2zAePyvF78tbHWFhih2Y4kAuE67TsJl6ZVXfpJ8DMFS=w200-h300-rw",
    "yearProduced": "2015",
    "duration": "141 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:bJvsOwQn67I?autoplay=1&embed=play",
    "description": "Tom Hanks stars in BRIDGE OF SPIES, the new thriller from director Steven Spielberg. Inspired by true events, BRIDGE OF SPIES is the remarkable story of James Donovan (Hanks), a Brooklyn attorney who finds himself thrust into the centre of the Cold War when the CIA sends him on the near-impossible mission to negotiate the release of a captured American pilot. BRIDGE OF SPIES captures the essence of a man who risked everything, and vividly brings his personal journey to life.",
    "actors": "Tom Hanks, Mark Rylance, Amy Ryan, Sebastian Koch",
    "producers": "Steven Spielberg",
    "director": "Mark Rylance",

    "quality": "90%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Chinese (China), Chinese (Hong Kong), Chinese (Simplified), Chinese (Taiwan), Danish, Dutch, English [CC], Finnish, French, German, Norwegian, Swedish, Vietnamese",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "Traffik",
    "mainImage": "https://play-lh.googleusercontent.com/xvFU1huBHUHQcdMantHpx5QheAo_Jrqj01SRXhrmIZademS70LoJSr3wuVxwD_KcgVpM=w200-h300-rw",
    "yearProduced": "2018",
    "duration": "96 minutes",
    "price": "LBP 8,000 Rent HD",
    "genre": [],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:fN0wXVzuaqU?autoplay=1&embed=play",
    "description": "In this action-packed thriller, a weekend getaway at a secluded mountain estate turns deadly for Brea (Paula Patton) and her boyfriend, John (Omar Epps), after they accidentally discover the hidden world of a brutal biker gang. Joined unexpectedly by their friends, Darren (Laz Alonso) and Malia (Roselyn Sanchez), Brea and John wage a desperate fight for their lives against a gang who will stop at nothing to protect its shocking and murderous secrets.",
    "actors": "Paula Patton, Omar Epps, Missi Pyle, Roselyn Sanchez, Laz Alonso, William Fichtner",
    "producers": "Roxanne Avent, Paula Patton, Deon Taylor",
    "director": "Missi Pyle",

    "quality": "27%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Chinese (Simplified), Chinese (Traditional), Danish, Dutch, English [CC], Finnish, Norwegian, Polish, Portuguese, Swedish, Thai, Turkish, Vietnamese",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "The Marine",
    "mainImage": "https://play-lh.googleusercontent.com/Pv7jZ_7_u_uIY1WxsOIoL1-vfAP7yvKWBndlfBAFc6eELT2Wuc4-1q-r5MgC5BSeXaM6=w200-h300-rw",
    "yearProduced": "2006",
    "duration": "91 minutes",
    "price": "LBP 6,000 Rent HD",
    "genre": ["Drama"],
    "video": "",
    "description": "WWE champion John Cena dominates the big screen as Marine John Triton.  Wherever there's danger, Triton is usually smack dab in the middle of it, and he doesn't play by rules!  After he's unwillingly discharged from Iraq, Triton's beautiful wife Kate (Kelly Carlson) is kidnapped by merciless jewel thieves led by a vicious killer (Robert Patrick)!  Now, Triton must fight to save her, utilizing his most powerful weapon -- himself!",
    "actors": "John Cena, Robert Patrick, Kelly Carlson",
    "producers": "John Bonito",
    "director": "Robert Patrick",

    "quality": "20%",
    "audioLanguage": "English [5.1]",
    "subtitles": "English [CC]",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "The Intruder (Subbed)",
    "mainImage": "https://play-lh.googleusercontent.com/eMD7aXNZDQBxZ8fsXXEgGajXPuaiqZMqNDNo_UHz-rbWBTZbRG5pvmXqzc53OZoToA8O=w200-h300-rw",
    "yearProduced": "2019",
    "duration": "102 minutes",
    "price": "LBP 16,000 Buy",
    "genre": [],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:bWUx1BEoFqo?autoplay=1&embed=play",
    "description": "When a young married couple (Michael Ealy and Meagan Good) buys their dream house in the Napa Valley, they think they have found the perfect home to take their next steps as a family. But when the strangely attached seller (Dennis Quaid) continues to infiltrate their lives, they begin to suspect that he has hidden motivations beyond a quick sale.",
    "actors": "Dennis Quaid, Joseph Sikora, Meagan Good, Michael Ealy",
    "producers": "Brad Kaplan, Deon Taylor, Jonathan Schwartz, Mark Burg, Roxanne Avent",
    "director": "Meagan Good",

    "quality": "33%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Arabic, Bulgarian, Czech, Danish, Dutch, Finnish, Greek, Hebrew, Hungarian, Icelandic, Norwegian, Polish, Portuguese, Slovak, Slovenian, Spanish, Swedish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "The Shallows",
    "mainImage": "https://play-lh.googleusercontent.com/RlzFjXfaYgU2yqhbnY6AE3N4puRb53S2AdFTo8A7NlCgn2cqfWcN0atfdRagHipHR6aA=w200-h300-rw",
    "yearProduced": "2016",
    "duration": "86 minutes",
    "price": "LBP 16,000 Buy",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:wYboAQqILJY?autoplay=1&embed=play",
    "description": "In the taut thriller, when Nancy (Blake Lively) is surfing on a secluded beach, she finds herself on the feeding ground of a great white shark. Though she is stranded only 200 yards from shore, survival proves to be the ultimate test of wills, requiring all of Nancys ingenuity, resourcefulness, and fortitude.",
    "actors": "Blake Lively, scar Jaenada",
    "producers": "Lynn Harris, Matti Leshem",
    "director": "scar Jaenada",

    "quality": "78%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Chinese (Simplified), Chinese (Traditional), Czech, Danish, Dutch, English (United Kingdom) [CC], English [CC], Finnish, Greek, Hungarian, Icelandic, Norwegian, Polish, Portuguese (Portugal), Slovak, Slovenian, Spanish (Latin America), Swedish, Thai, Turkish, Ukrainian",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  },
  {
    "title": "A Quiet Place",
    "mainImage": "https://play-lh.googleusercontent.com/PRxiGKY_oXRLUssz2mc39IFvkGGn3jq4ozAihYAX74tt7CRRplB9kGY29jm31PsadDQ=w200-h300-rw",
    "yearProduced": "2018",
    "duration": "90 minutes",
    "price": "LBP 5,000 Rent",
    "genre": ["Drama"],
    "video": "https://play.google.com/video/lava/web/player/yt:movie:0qFXSr94i4U?autoplay=1&embed=play",
    "description": "In this terrifyingly suspenseful thriller, a family must navigate their lives in      silence to avoid mysterious creatures that hunt by sound. Knowing that even the slightest      whisper or footstep can bring death, Evelyn (Emily Blunt) and Lee (John Krasinski) Abbott are      determined to find a way to protect their children at all costs while they desperately search      for a way to fight back. Hailed by critics and audiences around the world, experience the      must-see movie of the year.",
    "actors": "Emily Blunt, John Krasinski, Millicen Simmonds, Noah Jupe",
    "producers": "Michael Bay, Andrew Form, Brad Fuller, Celia Costas, John Krasinski, Allyson Seeger, Aaron Janus",
    "director": "John Krasinski",

    "quality": "96%",
    "audioLanguage": "English [5.1]",
    "subtitles": "Bulgarian, Cantonese (Hong Kong), Chinese (Simplified), Chinese (Traditional), Croatian, Czech, Danish, Dutch, English [CC], Finnish, Greek, Hungarian, Indonesian, Lithuanian, Malay, Norwegian, Polish, Portuguese, Romanian, Serbian, Slovak, Slovenian, Swedish, Thai, Turkish",
    "group": ["Recommended For You", "Thrilling movies", "Superhero movies"]
  }
]
